[
    {
      "name": "Landmine twist",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "other",
      "difficulty": "orta",
      "instructions": "Barı bir landmine'a yerleştirin veya güvenli bir köşeye sabitleyin. Çubuğu uygun bir ağırlığa yükleyin. Çubuğu yerden kaldırarak her iki elinizle önünüzde uzatılmış kollarınızla omuz yüksekliğine getirin. Geniş bir duruş benimseyin. Bu başlangıç pozisyonunuz olacak. Hareketi yaparken gövdeyi ve kalçayı döndürerek ağırlığı bir tarafa kadar sallayın. Hareket boyunca kollarınızı uzatık tutun. Ağırlığı tersine çevirerek kolu tamamen karşı tarafa sallayın. Hareketi set tamamlanana kadar tekrarlayın."
    },
    {
      "name": "Elbow plank",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Yere pron pozisyonda yatın, ağırlığınızı parmak uçlarınız ve dirsekleriniz üzerinde destekleyin. Kollarınız dirsek altında ve doğrudan omuzun altında olmalıdır. Vücudunuzu her zaman düz tutun ve bu pozisyonu mümkün olduğunca uzun süre boyunca koruyun. Zorluk arttırmak için bir kol veya bacak kaldırılabilir."
    },
    {
      "name": "Bottoms Up",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Sırtüstü yerde uzanarak başlayın. Bacaklarınız düz, kollarınız yanınızda olsun. Bu başlangıç pozisyonunuz olacak. Hareketi yapmak için kalçayı ve dizleri fleks yaparak dizleri göğsünüze doğru çekin. Ardından bacakları doğrudan yukarı uzatın, böylece yerle dik olacaklar. Pelvisinizi döndürün ve kıçınızı yerden kaldırmak için bacaklarınızı yukarı kaldırın. Kısa bir duraklamanın ardından başlangıç pozisyonuna geri dönün."
    },
    {
      "name": "Suspended ab fall-out",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "other",
      "difficulty": "orta",
      "instructions": "Kolların uygun bir yükseklikte olacak şekilde kayışları ayarlayın, belin altında. Ayakta durun ve tutacakları kavrayın. Kayışlara doğru eğilerek bir eğimli şınav pozisyonuna geçin. Bu başlangıç pozisyonunuz olacak. Kollarınızı düz tutarak, vücudu daha da eğilerek yerden daha yakın getirin, omuzlarınızın uzanmasına izin vererek, kollarınızı başın üzerine kaldırın. Nötr bir omurga koruyun ve vücudun geri kalanını düz tutun, omuzlarınızın hareket etmesine izin verilen tek eklemler olmalıdır. Zirve kasılma sırasında duraklayın, sonra başlangıç pozisyonuna geri dönün."
    },
    {
      "name": "Dumbbell V-Sit Cross Jab",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "dumbbell",
      "difficulty": "orta",
      "instructions": "Poponuzun üzerinde oturarak başlayın, dizleriniz bükülü ve ayaklarınız yerde. Vücudunuzu yerle 45 derecelik bir açı oluşturacak şekilde geriye doğru eğilin. Ayaklarınızı yerden kaldırarak vücudunuzun \"V\" şeklini almasını sağlayın. Her elinizde bir dambıl tutun ve avuç içleriniz birbirine bakacak şekilde göğsünüze sıkıca tutun. Bu başlangıç pozisyonunuz olacak. Karın kaslarınızı sıkı tutarken ve vücudunuzun \"V\" pozisyonunu korurken, sol kolunuzu hızla düz bir şekilde uzatın (bir jab gibi) ve ardından başlangıç pozisyonuna geri getirirken aynı anda sağ elinizle dışarı doğru yumruk atın. Torsonuz ve bacaklarınız, hareket boyunca ellerinizin tersine yan tarafa hafifçe dönebilir - bu normaldir. Her elinizle yapılan bir yumruk, toplam bir tekrar olarak sayılır. Tavsiye edilen tekrar sayısı için tekrarlayın."
    },
    {
      "name": "Standing cable low-to-high twist",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "cable",
      "difficulty": "orta",
      "instructions": "Bir kuleye standart bir tutacak bağlayın ve kabloyu en düşük makara konumuna getirin. Kabloya yanınız dönük olarak bir el ile tutacağı tutun ve kuleden uzaklaşın. Kablonun ağırlığı üzerinizde olacak şekilde yaklaşık bir kol uzunluğunda olmalısınız. Uzatılmış kolu kabloyla hizalayın. Ayaklarınızı omuz genişliğinde bir pozisyona getirerek çömelin ve her iki elinizle tutacağı yakalayın. Kollarınız hala tamamen uzun olmalıdır. Bir hareket halinde, kolu başının üzerine tamamen uzatmak için kabloyu çekin. Sırtınızı düz tutun ve kollarınızı vücudunuza yakın tutun, sırtınızı döndürmek ve bacaklarınızı düzleştirmek için tam bir hareket açıklığı elde etmek için. Kol ve ardından vücudunuzu geri çekin. Nötr pozisyona yavaş ve kontrol edilmiş bir şekilde geri dönün. Ardından, pozisyonunuzu değiştirin ve aynı hareket serisini karşı tarafta tekrarlayın. İpucu: Bu egzersizde tüm vücudunuzu döndüreceksiniz, ancak hareketin sonunda maksimum gövde dönüşü ve güçlü bir kavrama elde etmek için odaklanın. İyi bir zihin-kas bağlantısı sağlamak için karın kaslarınızı her zaman gergin tutun."
    },
    {
      "name": "Dumbbell spell caster",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "dumbbell",
      "difficulty": "başlangıç",
      "instructions": "Her elinizde bir dambıl tutarak başlayın, avuç içleriniz aşağı bakacak şekilde. Ayaklarınızı geniş bir şekilde açın ve kalçalarınızı ve dizlerinizi uzatın. Bu başlangıç pozisyonunuz olacak. Hareketi, her iki dambılı da bir tarafınızın yanına çekerek ve gövdenizi döndürerek başlatın. Kollarınızı düz tutun ve dambılları yere paralel tutarak, gövdenizi ağırlıkları karşı tarafa sallayarak döndürün. Set tamamlanana kadar bir taraftan diğerine alternatif olarak dönmeye devam edin."
    },
    {
      "name": "Decline reverse crunch",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "other",
      "difficulty": "orta",
      "instructions": "Bir eğimli bankta sırtüstü uzanın ve her iki elinizle bankanın üst kısmına tutun. Vücudunuzun bu pozisyondan kaymasına izin vermeyin. Bacaklarınızı karın kaslarınızı kullanarak yerle paralel tutun, dizlerinizi ve ayaklarınızı bir arada tutun. İpucu: Bacaklarınız tamamen uzatılmalı ve hafif bir diz bükülmesi olmalıdır. Bu başlangıç pozisyonunuz olacak. Nefes verirken, pelvisinizi geriye doğru yuvarlayarak bacaklarınızı torsonuza doğru hareket ettirin ve kalçanızı bankadan kaldırın. Bu hareketin sonunda dizleriniz göğsünüze dokunacaktır. Kasılma için bir saniye kadar bekleyin ve bacaklarınızı nefes alırken başlangıç pozisyonuna geri getirin. Tavsiye edilen tekrar sayısı için tekrarlayın.  Çeşitlilik: Hareketi düz bir zeminde yapabilir ve daha da ilerledikçe ayak bileği ağırlıkları kullanabilirsiniz."
    },
    {
      "name": "Spider crawl",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Düz bir zeminde yüzükoyun bir pozisyonda başlayın. Ağırlığınızı ellerinizin ve parmak uçlarınızın üzerine yerleştirin, ayaklarınız birbirine ve vücudunuz düz olmalıdır. Kollarınız 90 derece bükülü olmalıdır. Bu başlangıç pozisyonunuz olacak. Hareketi, bir ayağınızı yerden kaldırarak başlatın. Dizinizi dirseğinize doğru dışa döndürün ve mümkün olan en öne kadar getirin. Bu bacağı başlangıç pozisyonuna geri getirin ve aynı işlemi karşı tarafta tekrarlayın."
    },
    {
      "name": "Cocoons",
      "type": "kuvvet",
      "muscle": "abdominals",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Sırtüstü yerde uzanarak başlayın. Bacaklarınız düz, kollarınız başınızın arkasına uzatılmış olmalıdır. Bu başlangıç pozisyonunuz olacak. Hareketi yapmak için, dizleri göğsünüze doğru çekerek pelvisinizi döndürün ve kıçınızı yerden kaldırın. Bunu yaparken omurgayı fleks ettirerek aynı anda kollarınızı başınızın üzerine geri getirin. Kısa bir duraklamanın ardından başlangıç pozisyonuna geri dönün."
    }
]
  