[
    {
      "name": "Hip Circles (Prone)",
      "type": "germe",
      "muscle": "abductors",
      "equipment": "Yok",
      "difficulty": "orta",
      "instructions": "Yerde elleriniz ve dizleriniz üzerinde pozisyon alın. İyi bir duruşu koruyarak, bir dizinizi yerden kaldırın. Bu, başlangıç pozisyonunuz olacaktır. Dizyi bükük tutarak, femuru bir daire oluşturacak şekilde döndürün. Bu hareketi yavaş bir şekilde birkaç tekrar için gerçekleştirin ve diğer tarafı tekrarlayın."
    },
    {
      "name": "Standing Hip Circles",
      "type": "germe",
      "muscle": "abductors",
      "equipment": "body_only",
      "difficulty": "beginner",
      "instructions": "Bir bacağınız üzerinde ayakta durun, dikey bir destek tutun. Desteksiz dizinizi 90 dereceye kadar kaldırın. Bu, başlangıç pozisyonunuz olacaktır. Kalçayı mümkün olduğunca açarak, dizinizle büyük bir daire oluşturmaya çalışın. Bu hareketi birkaç tekrar için yavaş bir şekilde gerçekleştirin ve diğer tarafı tekrarlayın."
    },
    {
      "name": "Clam",
      "type": "kuvvet",
      "muscle": "abductors",
      "equipment": "Yok",
      "difficulty": "orta",
      "instructions": "Yerde yan yatın ve başınızı sol kolunuzun üzerine destekleyin. Kalçaları 45 dereceye ve dizleri yaklaşık olarak 90 dereceye bükün, sağ bacağınızı doğrudan sol bacağınızın üstüne yerleştirin. Bu, başlangıç pozisyonunuz olacaktır. Harekete sağ bacağınızı açarak başlayın, dizinizi vücudunuzun orta hattından uzaklaştırarak. Hareket boyunca ayaklarınız arasındaki teması koruyun. Hareketin en üst noktasında birkaç saniye bekleyin ve ardından başlangıç pozisyonuna geri dönün. İstenen tekrar sayısı için tekrarlayın. İki tarafı da yapın."
    },
    {
      "name": "Iliotibial Band SMR",
      "type": "germe",
      "muscle": "abductors",
      "equipment": "foam_roll",
      "difficulty": "orta",
      "instructions": "Yan yatın, alt bacağınızı kalça ile diz arasına yerleştirilmiş bir köpük rulosunun üzerine koyun. Diğer bacağınızı önünüzde çaprazlayabilirsiniz. Alt bacağınıza tolere edilebilecek kadar ağırlık koyun; alt bacağınızın yerle teması gerekli değildir. Gerdirilen bacağınızı köpük üzerinde kalçadan dize doğru hareket ettirerek 10-30 saniye boyunca gerginlik noktalarında duraklayın. Diğer bacakla tekrarlayın."
    },
    {
      "name": "Thigh Abductor",
      "type": "kuvvet",
      "muscle": "abductors",
      "equipment": "machine",
      "difficulty": "orta",
      "instructions": "Başlamak için abductor makinesine oturun ve rahat hissettiğiniz bir ağırlığı seçin. Bacaklarınız uygun bir şekilde yerleştirildiğinde, her iki tarafı da kavrayan kulplara tutun. Tüm üst vücudunuz (belinizden yukarısı) sabit olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Bacaklarınızı yavaşça makineye karşı bastırarak birbirinden uzaklaştırın ve nefes verin. Kasılma hissini bir saniye hissedin ve bacaklarınızı başlangıç pozisyonuna geri getirmeye başlamadan önce nefes alın. Not: Herhangi bir sakatlığı önlemek için üst vücudunuzu sabit tutmaya dikkat edin. Önerilen tekrar sayısı için tekrarlayın."
    },
    {
      "name": "Fire Hydrant",
      "type": "kuvvet",
      "muscle": "abductors",
      "equipment": "body_only",
      "difficulty": "beginner",
      "instructions": "Yerde elleriniz ve dizleriniz üzerinde pozisyon alın. Bu, başlangıç pozisyonunuz olacaktır. Dizyi bükük tutarak, femuru vücudun orta hattından uzaklaştırarak abduktör kasınızı sıkın. Hareketin en üst noktasında birkaç saniye bekleyin ve ardından başlangıç pozisyonuna yavaşça geri dönün. Bu hareketi birkaç tekrar için yavaş bir şekilde gerçekleştirin ve diğer tarafı tekrarlayın."
    },
    {
      "name": "Windmills",
      "type": "germe",
      "muscle": "abductors",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Sırt üstü uzanın, ellerinizi yanlara doğru uzatın ve bacaklarınızı düz tutun. Bu, başlangıç pozisyonunuz olacaktır. Bir bacağınızı kaldırın ve hızlı bir şekilde karşı elinize doğru çaprazlayarak vücudunuzu geçmeye çalışın. Başlangıç pozisyonuna dönün ve diğer bacakla tekrarlayın. 10-20 tekrar boyunca devam edin."
    },
    {
      "name": "Monster Walk",
      "type": "kuvvet",
      "muscle": "abductors",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Her iki ayak bileğinize birer bant takın ve diğerleri de dizlerinize birer bant takın. Ayaklarınız omuz genişliğindeyken bantlar gerildiğinde yeterince gerginlik olmalıdır. Başlamak için sol ve sağ ayaklarınızı sırayla kısa adımlarla ileri atın. Birkaç adım attıktan sonra tam tersini yapın ve başladığınız yere geri yürüyün."
    },
    {
      "name": "IT Band and Glute Stretch",
      "type": "germe",
      "muscle": "abductors",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Bir kemer, ip veya bantı bir ayak bileğinizin etrafına döngü yapın ve o bacağı uzatarak vücudunuzun karşısına sallayın. Bu, başlangıç pozisyonunuz olacaktır. Ayağınızı yerden kaldırarak kemeri çekin ve parmakları yukarı çekmek için gerilimi kullanın. 10-20 saniye bekleyin ve diğer tarafı tekrarlayın."
    },
    {
      "name": "Single-leg lying cross-over stretch",
      "type": "germe",
      "muscle": "abductors",
      "equipment": "body_only",
      "difficulty": "beginner",
      "instructions": "Sırt üstü uzanın ve bacaklarınızı uzatın. Diziniz bükülü olacak şekilde bir bacağınızı vücudunuzun karşısına çaprazlayın ve dizinizi yere dokundurmaya çalışın. Partneriniz yanınızda dizini yere bastırarak omzunuzu bir eliyle aşağı doğru iterek çaprazlanan bacağı kontrol etsin. Bu, başlangıç pozisyonunuz olacaktır. Bükük dizinizi gerçekten kaldırmaya çalışın ve partneriniz çaprazlanan bacağı nazikçe yere bastırırken 10-20 saniye bekleyin. Diğer tarafı tekrarlayın."
    }
  ]