[
    {
      "name": "Thigh adductor",
      "type": "kuvvet",
      "muscle": "adductors",
      "equipment": "machine",
      "difficulty": "orta",
      "instructions": "Başlamak için adductor makinesine oturun ve rahat hissettiğiniz bir ağırlığı seçin. Bacaklarınız makinenin pedlerine uygun şekilde yerleştirildiğinde, her iki tarafı da kavrayan kulplara tutun. Tüm üst vücudunuz (belinizden yukarısı) sabit olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Bacaklarınızı yavaşça makineye karşı bastırarak nefes verirken birbirlerine doğru hareket ettirin. Kasılma hissini bir saniye hissedin ve bacaklarınızı başlangıç pozisyonuna geri getirmeye başlamadan önce nefes alın. Not: Herhangi bir sakatlığı önlemek için üst vücudunuzu sabit tutmaya ve hızlı ani hareketlerden kaçınmaya dikkat edin. Önerilen tekrar sayısı için tekrarlayın."
    },
    {
      "name": "Groiners",
      "type": "germe",
      "muscle": "adductors",
      "equipment": "body_only",
      "difficulty": "beginner",
      "instructions": "Yerde bir pushup pozisyonunda başlayın. Bu, başlangıç pozisyonunuz olacaktır. İki bacağınızı kullanarak ileri doğru sıçrayın ve ayaklarınızı ellerinizin yanına indirerek iniş yapın. Bu esnada başınızı yukarıda tutun. Başlangıç pozisyonuna dönün ve hemen hareketi tekrarlayarak 10-20 tekrar boyunca devam edin."
    },
    {
      "name": "Band Hip Adductions",
      "type": "kuvvet",
      "muscle": "adductors",
      "equipment": "bands",
      "difficulty": "beginner",
      "instructions": "Bir bandı sağlam bir direğe veya başka bir nesneye bağlayın. Sol tarafınızı direğe çevirin ve sağ ayağınızı banda geçirerek bileğinizi etrafına alın. Dik durun ve ihtiyacınız varsa direğe tutun. Bu, başlangıç pozisyonunuz olacaktır. Dizinizi düz tutarak sağ bacağınızı yan tarafa kadar kaldırın. Başlangıç pozisyonuna dönün ve istenen tekrar sayısı için tekrarlayın. Taraf değiştirin."
    },
    {
      "name": "Side Leg Raises",
      "type": "germe",
      "muscle": "adductors",
      "equipment": "body_only",
      "difficulty": "beginner",
      "instructions": "Bir sandalyeye yan yana durun, destek olarak kullanabilirsiniz. Bir bacak üzerinde durun. Bu, başlangıç pozisyonunuz olacaktır. Dizinizi düz tutarak, bacağınızı mümkün olduğunca yan tarafa kadar kaldırın ve tekrar aşağı sallayın, ayağınızın karşı bacağı geçmesine izin vererek. Bu sallantı hareketini 5-10 kez tekrarlayın ve her tekrarda hareket aralığını artırın."
    },
    {
      "name": "Lateral hop",
      "type": "plyometrik",
      "muscle": "adductors",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Yarım squat pozisyonunu alarak seyahatinizden 90 derece uzakta durun. Bu, başlangıç pozisyonunuz olacaktır. Öncü bacağınıza içe doğru bir karşı hareket yaptırın ve ağırlığınızı dıştaki bacağa kaydırın. Hemen itme yapın ve mümkün olduğunca yan tarafa sıçramaya çalışın. İnişte hemen karşı yöne itme yapın, orijinal başlangıç pozisyonunuza dönün. Birkaç tekrar boyunca ileri geri devam edin."
    },
    {
      "name": "Groin and Back Stretch",
      "type": "germe",
      "muscle": "adductors",
      "equipment": "none",
      "difficulty": "beginner",
      "instructions": "Bacaklarınızı bükülmüş ve ayaklarınız birbirine değecek şekilde yerde oturun. Ellerinizi başınızın arkasında birleştirin. Bu, başlangıç pozisyonunuz olacaktır. Dirseklerinizi iç uyluklarınıza getirerek aşağı doğru kıvrılın. Kısa bir duraklamanın ardından, başlangıç pozisyonuna başınızı yukarı kaldırarak geri dönün. 10-20 tekrar için tekrarlayın."
    },
    {
      "name": "Adductor SMR",
      "type": "germe",
      "muscle": "adductors",
      "equipment": "foam_roll",
      "difficulty": "beginner",
      "instructions": "Yüz üstü uzanın ve bir bacağınızı bir köpük rulosu üzerine yerleştirin. Bacakları rulo ile iç uyluk arasına gelecek şekilde döndürün. Taşıyabileceğiniz kadar ağırlığı köpük rulosuna yükleyin. İç uyluk kaslarınızı rahatlatmaya çalışırken, köpük rulo üzerinde kalça ile diz arasında gidip gelin, gerginlik noktalarında 10-30 saniye boyunca duraklayın. Diğer bacakla tekrarlayın."
    },
    {
      "name": "Side Lying Groin Stretch",
      "type": "germe",
      "muscle": "adductors",
      "equipment": "body_only",
      "difficulty": "orta",
      "instructions": "Sağ tarafınızda yatarak başlayın ve sağ dizinizi önünüzde bükün, gövdeyi stabilize etmek için sağ dizinizin önüne. Başınızı sağ elinizin üzerine veya omzunuza koyun. Sol bacağınızı yukarı kaldırın ve dizin arka kısmından tutun (daha kolay) veya ayaktan (daha zor) tutun. Sol dizinizi sol omzunuza doğru çekin ve aynı anda ayağınızı veya dizinizi yere bastırın. Bu germeği şiddetlendirmek için sol bacağınızı düzleştirin. Taraf değiştirin."
    },
    {
      "name": "Adductor/Groin",
      "type": "germe",
      "muscle": "adductors",
      "equipment": "none",
      "difficulty": "beginner",
      "instructions": "Sırt üstü uzanın ve ayaklarınızı tavana doğru kaldırın. Partneriniz ayaklarınızı veya ayak bileklerinizi tutmalıdır. Bacaklarınızı mümkün olduğunca birbirine sıkıştırmaya çalışın. Bu, başlangıç pozisyonunuz olacaktır. Bacaklarınızı 10 saniye veya daha fazla sıkıştırmaya çalışın, ortağınız buna engel olmalıdır. Şimdi bacak kaslarınızı rahatlatın, ortağınız ayaklarınızı açarken rahatça uzanın. Aşırı germeyi veya sakatlanmayı önlemek için gerilmenin yeterli olduğunu ortağınıza bildirin."
    },
    {
      "name": "Lying Bent Leg Groin",
      "type": "germe",
      "muscle": "adductors",
      "equipment": "other",
      "difficulty": "beginner",
      "instructions": "Sırt üstü uzanın ve dizlerinizi bükerek ayak tabanlarını birbirine bastırın. Ortağınız dizlerinizi tutmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Dizlerinizi sıkıştırmaya çalışın, ortağınızın herhangi bir hareketi engellemesini sağlayın. 10-20 saniye sonra, ortağınız dizlerinizi nazikçe yere doğru ittikçe kaslarınızı rahatlatın. Gerilmenin yeterli olduğunu bildirmek için yardımcınıza haber vermekten emin olun ve sakatlanmayı önlemek için gerilme yeterli olduğunda yardımcınıza bildirin."
    }
  ]
  