[
  {
    "isim": "Triceps Dip",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "sadece vücut",
    "zorluk": "orta",
    "talimatlar": "Başlangıç pozisyonuna geçmek için, kollerinizi neredeyse kilitlenmiş bir şekilde barların üzerinde tutun. Şimdi nefes alın ve bunları aşağı indirin. Gövdeniz dik durmalı ve dirsekleriniz vücudunuza yakın kalmalıdır. Bu, trisepsle ilgilenmeye daha iyi odaklanmanıza yardımcı olur. Siz, üst Kol ile alt kol arasında 90 derece bir açı çalıştıra kadar aşağı indirilir.Sonra nefeslerinizi ve trisepsinizi kullanarak gövdenizi başlangıç pozisyonlarınıza geri itmek için yukarı doğru itin.Hareketi önerilen tekrar sayıları kadar iyileşene kadar.Varyasyonlar: Bu egzersizi yeni yapmaya başlıyorsanız ve bunu yapacağınız kadar gücünüz yoksa Mevcutsa bir dalga destek makinesi kullanın.Bu makineyi kullanın, vücut ağırlığınızı itmenize yardımcı olmak için ağırlık kullanır.Aksi takdirde, bacaklarınızı tutan bir vücuda yardımcı olabilir.Daha yetenekli sporcular, ağırlık kemerini kullanarak egzersiz ağırlığını kullanır."
  },
  {
    "isim": "EZ-Çubuk Skullcrusher'ı Reddet",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "e-z_curl_bar",
    "zorluk": "orta",
    "talimatlar": "Bacaklarınızı eğimli tezgahın ucuna sabitleyin ve tezgah üzerine uzanın. Dar bir kategori (omuz görünürde biraz daha dar) kullanarak, EZ sopayla rafa girerken ve kollarınızı kilitleyerek doğrudan üzerinizde tutun. Kollar, yere dik olmalıdır. Bu, başlangıçtaz olacaktır. İpucu: Rotator manşetlerinizi korumak için, bir sabitin boyuta çekmek rafa kaldırmanıza yardımcı olmasını sağlamak için nefes alırken, üst kollarınızı tutun ve ön kollarınızı almak için dokunacak şekilde yarı daire şeklinde hareket ettirerek aşağı indirin. Tricepsi kasarak başlangıç pozisyonlarına geri dönün ve nefes verin. Önerilen tekrar sayıları kadar kesintisiz. Varyasyonlar: Bu hareket için düz bir çubuk veya dambıllar da kullanabilirsiniz. Ayrıca, düz bir banka da gerçekleştirebilirsiniz."
  },
  {
    "isim": "Dumbell Floor Press",
    "tip": "güç kaldırma",
    "kas": "arka_kol",
    "ekipman": "dambıl",
    "zorluk": "orta",
    "talimatlar": "Yerde dambılları ellerinizde tutarak uzanın. Dizleriniz bükülebilir. Ağırlıkları tamamen uzatılmış olarak başlatılmış olarak başlayın. Ağırlıkları üst kolunuzun zemine temas edene kadar izleyin. Triceps boyutu ve gücünüzü vurgulayın veya göğsünüze beklediğiniz için dirseklerinizi yanınıza yerleştirebilirsiniz. Altta bir saniye duraklayın ve sonraleri ağırlıkları kullanarak tekrar yukarıya doğru çalışır."
  },
  {
    "isim": "Kablo V-Bar Aşağı Açılması",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "kablo",
    "zorluk": "orta",
    "talimatlar": "Bir V-Çubuğu'nu yüksek bir makaraya takın ve omuzda yapabileceğiniz bir avuç içi tutun (avuç içi aşağı bakacak şekilde). Gövde dik ve çok hafif bir eğimle dururken, üst kolları vücudunuza yakın ve yere dik olarak çalıştırır. Önkollar , çubuğu tutarken yukarıya doğru yönlendirilmelidir. Hareketler halindeyken nefes verin.V-Çubuğun başlangıç durumuna ve bu nefesin alınabilmesi için tavsiye edilen tekrar sayısına kadar ayrılana kadar.Varyasyonlar: Bu hareketin birçok bayramı vardır.Örneğin, farklı günlerde kullanmak için bir E-Z bar bağlantısı veya düz kablo bağlantısını kullanabilirsiniz. , bar hareketlerinde ters karakterleri kullanabilir veya Triceps Pushdown gibi bir hareketle V-Bar bağlantısını kullanabilirsiniz."
  },
  {
    "isim": "Ağırlıklı Bench Dip",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "sadece vücut",
    "zorluk": "orta",
    "talimatlar": "Bu egzersiz için sırtınızın karşılığı bir bench ve önünüze başka bir bench yerleştirmeniz gerekecek. Benchleri vücudunuza dik olacak şekilde tutun, elleriniz vücudunuza yakın, omuzlarınızda olmalıdır. Kollarınız tamamen uzatılmış olmalı. Not: Bu egzersiz, dambılın kilosunu kucaklamak zor olabilir ve yardımsız yapmak sakatlanmaya neden olabileceği için bir partnerle yapmak en kötüsü olabilir. , kendinizi 90 dereceden biraz daha küçük bir açıyla bulabilirsiniz.İpucu: Hareketler boyunca dirsekler mümkün olduğunca yakın tutun.Önkollar her zaman aşağı bakmalıdır.gövdenizi kullanarak başlangıç pozisyonuna geri dönün ve nefes verin. Önerilen tekrar sayısı kadar süre. Uyarı: bacaklarınızı önünüzdeki başka bir düz benchin üzerine koyun, egzersizi daha zor hale getirin. İlk başta iyi bir form için yapılması gereken hareketler alışmak için bu egzersizi herhangi bir ağırlık olmadan yapmak en önemlisidir. Bu kadar çok sayıda kolay elde edilebilir, bir partner dizlerinizin üzerine plakalar koymanıza izin verebilirsiniz. Bu durumda, arkadaşların ağırlıklarının hareket etmesi boyunca orada kalması sağlanmalıdır."
  },
  {
    "isim": "EZ-Bar Skullcrusher",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "e-z_curl_bar",
    "zorluk": "orta",
    "talimatlar": "Dar bir ana bilgisayar kullanarak EZ açık havada ve dirseğiniz dışarıya bakacak şekilde banka yatın. Kollarınız, yere dik olmalıdır. Bu, başlangıçta başlayacaklardır. Üst kollar sabit tutarak döndürmeleri bükerek izlenebilir. Bu bir kısmındayken nefes alınır. Çubuk alnın Üzerindeyken bir an duraklayın. Çubuğu dirseği uzatarak başlangıç pozisyonlarına geri odaya ve nefes verin. Tekrar edin."
  },
  {
    "isim": "Ters Tutuşlu Triseps Aşağı Bastırma",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "kablo",
    "zorluk": "orta",
    "talimatlar": "Yüksek bir makineye düz veya e-z bir çubuk takarak başlayın. Çubuğa yüzünüzü dönerek, avuç içleri yukarı bakacak şekilde (supine ana hatları) tutun. Elbiseleriniz yanınızda kalsın ve ayaklarınız orada kalabilirse birbirinden uzak olmalıdır. Bu, gelecektez olacaktır. Nefes alarak İpucu: Dirsekler evde olmalı ve ayaklarınız birbirinden fiziksel olmalıdır.Bu, başlangıçta normaldezdur.Yavaşça çubuk eklemeye, göğsünüzle aynı hizada olduğu bir bölgeye kadar devam edebilir.Sadece önkollar hareketler ve üst kollar her zaman Birlikte hareket eder.Ayrıca, kabloların başlangıç noktasının geri dönüşü ve bu nefeslerin alınabileceği.Bölgesel tekrar sayıları kadar eksiksiz.Varyasyon:Bu egzersizi tek bir tutma kullanarak da gerçekleştirebilirsiniz.Bu sürümde, ön arkadaşlarınıza bilgisayarınızı çalıştırarak kendinizi biraz destekleyebilir ve daha fazla tekrar sağlayabilira yardımcı olabilirsiniz."
  },
  {
    "isim": "Şınav - Triceps Kapalı Pozisyonu",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "sadece vücut",
    "zorluk": "orta",
    "talimatlar": "Yer yüzüstü uzanın ve ellerinizi o kadar dayanıklın daha yakın bir mesafeden. Vücudunuzun kol bölümünde yukarıdan aldığınızdan emin olun. Nefes alırken, göğsünüz neredeyse yere dokunana kadar kendinizi aşağı indirin. Triceps ve biraz göğüs kaslarınızı kullanaraku başlangıç pozisyonlarına geri itin ve Göğsünün sıkın.Bu esnek nefesler verin.Kontrakte bir saniye bekletildikten sonra, önerilen tekrar sayısı kadar tamamlanabilir.Varyasyonlar:Bu egzersizi yapmak için gücünüz yoksa, direnç azaltmak için dizlerinizi bükerek veya kurtarılabilir karşı yerine getirebilirsiniz.En ileri seviyedeki sporcular için, direnci arttırmak için Ayaklarınızı bir bench gibi yüksek bir sesleri yerleştirebilirsiniz.Ayrıca Bakınız: Push-Up"
  },
  {
      "isim": "Diz çökmüş kablo triseps uzantısı",
      "tip": "kuvvet",
      "kas": "arka_kol",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "Yüksek bir makine önünde yan görünür bir tezgah yerine. Ellerinizi bol miktarda içleri aşağı bakacak şekilde başınızın üzerinde tutmak için düz bir çubuk ekleyin. Makineden uzaklıkların ve diz çökün. Başınızı ve üst kollarınızın arka bankasınıya yerleştirin. Dirsekleriniz bükülü olmalı ve ön kollarınız Triceps kasını sıkı bir şekilde kasılı tutun ve bu yolda bir saniye bekleyin. Bu hareket sırasında nefes verin. Başlangıç pozisyonuna yerlerden ve nefeslerden alın. Önerilen tekrar sayıları kalana kadar bekleyin. Varyasyon: Bu egzersizi egzersiz bantları ile de gerçekleştirebilirsiniz."
    },
    {
      "isim": "Tek kollu kablolu triseps uzantısı",
      "tip": "kuvvet",
      "kas": "arka_kol",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "Sağlaşma, supinasyon (avuç içi yukarıya doğru bakacak şekilde) sistemi kullanarak yüksek kablo makarasına bağlı tek bir tutamağı kavrayın. Doğrudan ağırlığın yığınının önünde durmalısınız. Şimdi tutamağı tutma üst kolunuzu ve dirseğinizi vücudunuzun yandan kilitleyin. Üst koluz ve ön kolanınız akut bir açık oluşturulmalıdır (90 seviyeden az).Diğer kolunuza yakın tutabilir ve daha iyi denge için bir ayağınızı öne alabilirsiniz.Triceps kasını sıkıştırarak, tek tutamağı yanınıza doğru çekmenizi ve kolu düz olana kadar nefes vermenizi sağlar. İpucu: Sadece ön kollardaki hareketler devam ediyor. Üst parçalarınız her zaman sabit durmalıdır. Triceps kasını sıkın ve bu kaslı egzersizi bir saniye bekleyin. Tutamağı başlangıç pozisyonlarına geri dönün. Önerilen tekrar sayısı kadar ve sonra aynı hareketi başka kollarınızla yapın. Varyasyonlar: Bu egzersiz egzersiz bantlarını kullanarak da gerçekleştirebilirsiniz."
    }
  ]