[
  {
    "isim": "Halterle Deadlift",
    "tip": "Kuvvet",
    "kas": "arka_bacak",
    "ekipman": "Halter",
    "zorluk": "Orta",
    "talimatlar": "Ayaklarınızı barın merkezine yerleştirin, kalçanızın genişliğinde olmalıdır. Barı omuzlarınızın üzerinde tutarak kalçanızdan bükülün, omuz bıçaklarınızın serbestçe hareket etmesine izin verin. Ardından, omuzlarınızı indirip dizlerinizi büzerek kaval kemiklerinizin bar ile temas edene kadar eğilin. Başınızı öne bakacak şekilde tutun, göğsünüzü yukarıda tutun ve sırtınızı düz bir şekilde tutun. Harekete başlamadan önce ağırlığı topuklardan sürerek yukarı doğru kaldırın. Dizleri kaldırdıktan sonra barı geri çekmeye başlayın ve kalça kemiklerinizi bar boyunca hareket ettirin. İlerledikçe omuz bıçaklarınızı bir arada çekin. Ağırlığı kontrol ederek ve kalçalara doğru bükülerek barı yere indirin."
  },
  {
    "isim": "Dambıllarla Romen Deadlift'i",
    "tip": "Kuvvet",
    "kas": "arka_bacak",
    "ekipman": "Dambıl",
    "zorluk": "Başlangıç",
    "talimatlar": "Ellerinizde bir dambıl ile ayakta durun. Sırtınızın düz olduğundan ve rahat bir egzersiz yapabileceğinizden emin olun. Kollarınızı bükerek başlayın, poponuzu mümkün olduğunca geriye doğru itin. Kalçaların aşırı bir hareketini içermeli, aşağıya doğru değil. Dizlerinizi biraz genişletin ve ağırlığı topuklarınızda tutun. Kalçanızı geriye ittikçe, elleriniz dizlerinizi destekleyerek hamstringlerde gerilim oluşturmalıdır. Egzersiz sırasında sırtınızda bir yay oluşturun. Kalçalarınız daha fazla geriye gidemez hale geldiğinde duraklayın, ardından kalçaları uzatarak başlangıç pozisyonuna geri dönün."
  },
  {
    "isim": "Clean Deadlift",
    "tip": "Olimpik Ağırlık Kaldırma",
    "kas": "arka_bacak",
    "ekipman": "Halter",
    "zorluk": "Başlangıç",
    "talimatlar": "Ayaklarınızın altında bir halterle ayakta durun. Ayaklarınız, kalçalarınızın altında olmalı ve hafifçe dönmüş olmalıdır. Çift elle geniş bir kavrama veya çengel sınırları ile barı tutun; omuzlarınızdan bir mesafeye kadar tutabilirsiniz. Dizlerinizi bükerek bara doğru çömelin. Omurganız tam olarak düz olmalıdır, sırtınız açık bir pozisyondayken omuzlarınız ön tarafta ve sırtınız mümkün olduğunca dikey olmalıdır. Ayaklarınızı kullanarak barı kaldırmaya başlamadan önce omurganızın doğru konumda olduğundan emin olun. Bar yukarı doğru hareket ettiğinde, sırtınızın açıklığını koruyun ve dizleri yanlara doğru açın. Bar, dizler saklandıktan sonra, kalçaların ve dizlerin uzayarak tam bir kaldırmayı tamamlayın."
  },
  {
    "isim": "Sumo Deadlift'i",
    "tip": "Güç Kaldırma",
    "kas": "arka_bacak",
    "ekipman": "Halter",
    "zorluk": "Başlangıç",
    "talimatlar": "Yerde yüklü bir halter ile başlayın. Bar, ayakların ortasını kestiği şekilde size yakın olsun. Ayaklarınız çok geniş bir mesafede olmalı, yaklaşık olarak omuz genişliğinden biraz daha fazla. Bara yetişkinler için kalçadan bükülerek yaklaşın. Kollarınız, omuzların hemen altında, bacakların iç kısmında ve 'pronated' bir tutuşla, yani avuç içleriniz yere bakacak şekilde tutun. Omuzları rahatlatın, bu da kollarınızı etkili bir şekilde uzatmanıza yardımcı olur. Nefes alın ve sonra başınızı öne doğru bakacak şekilde, göğsünüzü yukarıya doğru kaldırarak kanatlarınızı açabilirsiniz. Ağırlığı topuklarınızın arkasına yerleştirerek bacakları açarak uzanın. Kalçaları ve dizleri uzatarak barı vücuda doğru çekin. Bar, dizlere doğru eğilirken kalçaları bara sürerek omuz bıçaklarını birleştirin. Ağırlığı kontrollü bir şekilde yere indirmek için kalçadan bükülerek geri gidin ve ağırlığı kontrol edin."
  },
  {
    "isim": "Romen Deadlift'i",
    "tip": "Olimpik Ağırlık Kaldırma",
    "kas": "arka_bacak",
    "ekipman": "Halter",
    "zorluk": "Başlangıç",
    "talimatlar": "Ayakta çalışmaya başlamak için önünüzde kollarınızı uzatmış bir şekilde durun. Hareket aralığını artırmak için bir platform kullanabilirsiniz. Dizleri hafifçe bükerek başlayın ve sonra kalçadan bükülerek kalçanızı mümkün olduğunca geriye doğru hareket ettirin. Sırtınız her zaman düz olmalı ve çubuklarla temas halinde kalmalıdır. Bu esnada torsayı mümkün olduğunca aşağı indirin. Hareket sırasında hamstringlerde yoğun bir gerilim hissetmelisiniz. Başlangıç pozisyonlarına geri dönmek için hareketi çevirin."
  },
  {
    "isim": "Power Clean",
    "tip": "Olimpik Ağırlık Kaldırma",
    "kas": "arka_bacak",
    "ekipman": "Halter",
    "zorluk": "Başlangıç",
    "talimatlar": "Yerden kalkış yaparken yüklenmiş bir halter kullanın. Bar dokunacak şekilde yerleştirilmeli ve geniş bir ayak açıklığına sahip olmamalıdır. Ayaklar doğrudan kalçaların altında olmalı, gerektiğinde ayaklar kesilmelidir. Kalçayı indirin, göğsü yukarı kaldırın ve başı öne bakacak şekilde tutun. Omuzlar, barın önünde olmalıdır. Bu başlangıç pozisyonudur. İlk çekişi, topuklarınızın önünde barı kaldırarak yapabilirsiniz. Bar, dizler geçene kadar sırt açısı aynı kalmalıdır. İkinci çekişte, kalçaların, dizlerin ve ayak bileklerinin uzamasıyla birlikte barı mümkün olduğunca hızlı bir şekilde yukarı doğru çekin. Bar, vücudunuza mümkün olduğunca yakın olmalıdır. Zirvede, omuzları yukarı kaldırın ve dirsekleri yanlara bükerek vücudu düzleştirin. Barı yerden kaldırırken ayaklarınızın dayanıklılığından yararlanarak yukarı doğru uzatın. Bar, kısmi bir çömelme pozisyonunda kilitlenmiş bir şekilde alınır. Ağırlığı başın üzerinde kilitledikten sonra, ağırlığı başın üzerinde tutarak ayak üzerinde duruşa geri dönün."
  },
  {
    "isim": "Block Pull",
    "tip": "Olimpik Ağırlık Kaldırma",
    "kas": "arka_bacak",
    "ekipman": "Halter",
    "zorluk": "Başlangıç",
    "talimatlar": "Belirtilen yükseklikteki bloklardan halter kaldırma egzersizi için izlenecek adımlar şu şekildedir: Başlangıç pozisyonunda, kalçaya odaklanan bir ağırlıkla çalışarak kalçaları indirin. Bu esnada sırtınızı düz tutun, başınızı öne bakacak şekilde konumlandırın ve göğsünüzü yukarı kaldırarak omuzları barın hemen önünde tutun. İlk çekişte, topuklardan iterek başlayın. Sırt gücünü koruyun ve kollarınızı düz tutarak barı orta pozisyonlardan kalçalardan itmek için kullanın. Bu aşamada ağırlığı hızlandırmak için kollarınızı aktif bir şekilde çekmeye ihtiyaç duyulmamaktadır. İkinci çekişin sonunda, vücudu tamamen uzatın. Hafifçe doğru eğilin ve kolları tam uzunlukta, dirsekleri hızlı ve agresif bir şekilde kavrayarak omuzlara yerleştirin. Bar, doğru bir şekilde bükülmemiş bir şekilde protracted omuzlara konumlandırılmalı, eller ise boğazın hafifçe dokunacağı bir mesafede saklanmalıdır. Hemen ardından topuklardan iterek geri çekilin. Gövdeyi dik tutun ve dirsekleri yukarı kaldırarak tam bir yaygın pozisyon elde edene kadar bu hareketi sürdürün. Tekrarı tamamladıktan sonra, ağırlığı bloklara geri yerleştirerek egzersizi bitirin. Bu adımları takip ederek, bloklardan güçlü bir şekilde kalkış yapabilir ve halter kaldırma egzersizinden en iyi verimi alabilirsiniz."
  },
  {
    "isim": "Nordic Hamstring Curl",
    "tip": "Kuvvet",
    "kas": "arka_bacak",
    "ekipman": "Vücut Ağırlığı",
    "zorluk": "Başlangıç",
    "talimatlar": "Bir lat pulldown makinesinin bacaklarının pedini kullanarak, ayak bileklerinizin pedlerin altında, dizlerinizi koltuk üzerinde ve makineden yardım alarak bir pozisyon alın. Kontrolde kalın ve başlangıç pozisyonuna geri dönün. Bir tekrarı tamamlayamıyorsanız, bir bant, bir partner veya bir kutudan destek almak için kullanın."
  },
  {
      "isim": "Hip Thrust",
      "tip": "güç",
      "kas": "arka_bacak",
      "ekipman": "Vücut Ağırlığı",
      "zorluk": "başlangıç",
      "talimatlar": "Bu egzersizi yaparken bir partner kullanabilir veya ayaklarınızı stabil bir şekilde yerleştirebilirsiniz. Dizlerinizin üzerine çökün ve üst vücudunuz ile gövdeniz dik bir pozisyonda başlayın. Eğer bir partneriniz varsa, bacaklarınızı çalıştırırken ayaklarınızı sağlam bir şekilde tutabilir. Bu şekilde, bacak kaslarınızı etkili bir biçimde hedefleyebilirsiniz. Vücudunuzu kalçalarınızı öne eğmeden, bacaklarınızı uzatarak yavaşça aşağı indirin. Ellerinizi önünüze koyun ve en alt noktaya ulaştığınızda hafifçe iterek başlangıç pozisyonuna geri dönebilirsiniz. Bu hareket oldukça zorlayıcı olabilir, bu nedenle yardıma ihtiyaç duyabilirsiniz. Başlangıç pozisyonuna dönüşünüzü desteklemek için kollarınızı kullanın."
      },
      {
      "isim": "Snatch Grip Deadlift",
      "tip": "olimpik_ağırlık_kaldırma",
      "kas": "arka_bacak",
      "ekipman": "halter",
      "zorluk": "başlangıç",
      "talimatlar": "Koparma deadlift, snatch'ın ilk çekişini simüle etmek için kullanılabilir. Barbell, platformun üzerinde geniş bir snatch merkeziyle yerden alınır. Ayaklar doğrudan kalçaların altında olmalı ve geniş bir açıya sahip olmalıdır. Harekete topuklardan iterek başlayın, kalçaları açarak barı yukarı kaldırın. Sırt açısı, bar dizleri geçene kadar aynı kalmalıdır. Bar yerde durduğunda, omuzlarınızı barın üzerine doğru iterek sırt üstü yatın. Hareketi tamamlamak için, barı platforma geri yerleştirmek için dönerek kullanılabilir. Bu, snatch deadlift'in doğru formuyla ve snatch hareketinin ilk aşamasını taklit ederek genel teknik becerileri geliştirmek için bir antrenman yöntemi olarak kullanılabilir."
      }
  ]