[
  {
    "isim": "Triceps Dip",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "Vücut Ağırlığı ",
    "zorluk": "orta",
    "talimatlar": "Başlangıç pozisyonuna geçmek için, kolunuzu neredeyse kilitlenmiş bir şekilde barların üzerinde tutun. Şimdi nefes alın ve ağırlığı kontrollü bir şekilde aşağı indirin. Gövdeniz dik durmalı ve dirsekleriniz vücudunuza yakın olmalıdır, böylece trisepsi daha etkili bir şekilde çalıştırabilirsiniz. Alt kol ile üst kol arasında 90 derecelik bir açı elde edene kadar ağırlığı aşağı indirin. Sonra nefes alarak ve trisepsinizi kullanarak gövdenizi başlangıç pozisyonuna geri itmek için ağırlığı yukarı doğru itin. Hareketi önerilen tekrar sayısına kadar tekrarlayın. Çeşitlendirmeler: Egzersizi yeni başlıyorsanız ve yeterince gücünüz yoksa, bir yardım makinesi kullanabilirsiniz. Bu makine, vücut ağırlığınızı itmeye yardımcı olmak için ağırlık kullanır. Ayrıca, bacaklarınızı tutan bir destek kullanabilirsiniz. Daha deneyimli sporcular, egzersizi daha zorlu hale getirmek için ağırlık kemerini kullanabilirler."
  },
  {
    "isim": "EZ-Skullcrusher",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "e-z_curl_bar",
    "zorluk": "orta",
    "talimatlar": "Bacaklarınızı eğimli bir tezgahın ucuna sabitleyin ve tezgahın üzerine uzanın. Dar bir kavrama kullanarak (omuzlar biraz daha dar), EZ çubuğu rafa yerleştirin ve kollarınızı kilitleyerek doğrudan yukarıda tutun. Kollar, yere dik olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. İpucu: Rotator manşetlerinizi korumak için, nefes alırken üst kollarınızı sabit tutun ve ön kollarınızı yarı daire şeklinde hareket ettirerek çubuğu rafa doğru indirin. Bu, çubuğu dokunacak şekilde aşağı indirmenize yardımcı olacak bir sabitin boyutunu çekmek için önemlidir. Triceps kaslarınızı kullanarak başlangıç pozisyonuna geri dönün ve nefes verin. Önerilen tekrar sayısı kadar kesintisiz devam edin. Çeşitlendirmeler: Bu hareketi düz bir çubuk veya dambıl kullanarak da gerçekleştirebilirsiniz. Ayrıca, düz bir bench üzerinde de yapabilirsiniz."
  },
  {
    "isim": "Dumbell Floor Press",
    "tip": "güç kaldırma",
    "kas": "arka_kol",
    "ekipman": "dambıl",
    "zorluk": "orta",
    "talimatlar": "Yerde dambılları ellerinizde tutarak uzanın. Dizleriniz bükülebilir. Ağırlıkları tamamen uzatılmış olarak başlatılmış olarak başlayın. Ağırlıkları üst kolunuzun zemine temas edene kadar izleyin. Triceps boyutu ve gücünüzü vurgulayın veya göğsünüze beklediğiniz için dirseklerinizi yanınıza yerleştirebilirsiniz. Altta bir saniye duraklayın ve sonraleri ağırlıkları kullanarak tekrar yukarıya doğru çalışır."
  },
  {
    "isim": "Cable V-Bar Lat Pulldown",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "kablo",
    "zorluk": "orta",
    "talimatlar": "Yüksek bir makaraya takılmış V-Çubuğu'nu alın ve omuz genişliğinde bir avuç içi tutuşuyla (avuç içi aşağıya bakacak şekilde) kullanın. Gövde dik ve hafifçe eğik bir duruşta olun. Üst kolları vücuda yakın ve yere dik bir şekilde hareket ettirin. Önkollar, çubuğu tutarken yukarı yönlendirilmelidir. Hareket halindeyken nefes verin. V-Çubuğu, başlangıç pozisyonuna dönün ve bu nefesi alabilmeniz için önerilen tekrar sayısına kadar devam edin. Çeşitlendirmeler: Bu hareketin birçok varyasyonu bulunmaktadır. Örneğin, farklı günlerde E-Z çubuk bağlantısı veya düz kablo bağlantısı kullanabilirsiniz. Ayrıca, ters kavrama bar hareketleri veya Triceps Pushdown gibi hareketlerde V-Bar bağlantısını kullanabilirsiniz."
  },
  {
    "isim": "Bench Dip",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "Vücut Ağırlığı",
    "zorluk": "orta",
    "talimatlar": "Bu egzersizde sırtınızı desteklemek için bir bench ve önünüze başka bir bench yerleştirmeniz gerekecektir. Benchleri vücudunuza dik bir şekilde tutun, elleriniz vücudunuza yakın ve omuzlarınızda olmalıdır. Kollarınız tamamen uzatılmış olmalıdır. Not: Dambılın kilosunu kucaklamak zor olabilir ve yardımsız yapmak sakatlanmaya neden olabileceğinden, en iyi partnerle birlikte yapılmalıdır. Kendinizi 90 dereceden biraz daha küçük bir açıyla bulabilirsiniz. İpucu: Hareketler boyunca dirsekleri mümkün olduğunca yakın tutun. Önkollar her zaman aşağı bakmalıdır. Gövdenizi kullanarak başlangıç pozisyonuna geri dönün ve nefes verin. Önerilen tekrar sayısı kadar devam edin. Uyarı: Bacaklarınızı önünüzdeki başka bir düz benchin üzerine koyun, egzersizi daha zor hale getirin. İlk başta iyi bir form için hareketleri öğrenmek için bu egzersizi herhangi bir ağırlık olmadan yapmak önemlidir. Bu, bir partnerin dizlerinizin üzerine plakalar koymasına izin vererek daha fazla zorluk ekleyebilir. Bu durumda, arkadaşınızın ağırlıkların hareket etmemesi için orada kalmasını sağlamalısınız."
  },
  {
    "isim": "EZ-Bar Skullcrusher",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "e-z_curl_bar",
    "zorluk": "orta",
    "talimatlar": "Dar bir kavrama kullanarak, dambıl veya barbell ile açık havada ve dirseğiniz dışarıya bakacak şekilde bir bench üzerine uzanın. Kollarınız, yere dik olmalıdır, bu başlangıç pozisyonunuzdur. Üst kollarınızı sabit tutarak dirseğinizi dışarıya doğru bükerek, bu hareketi gerçekleştirebilirsiniz. Bir kısmında nefes alın. Çubuk alnınızın üzerindeyken bir an duraklayın. Çubuğu dirseği uzatarak başlangıç pozisyonuna geri getirin ve nefes verin. Bu hareketi önerilen tekrar sayısına kadar tekrarlayın."
  },
  {
    "isim": "Ters Tutuş Triseps Push Down",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "kablo",
    "zorluk": "orta",
    "talimatlar": "Yüksek bir makineye düz veya E-Z bir çubuk takarak başlayın. Çubuğa yüzünüzü dönün ve avuç içleri yukarı bakacak şekilde (supine grip) tutun. Ayaklarınız mümkünse birbirinden uzak olmalıdır. Bu, başlangıç pozisyonunuzdur. Nefes alarak İpucu: Dirsekleriniz vücudunuza yakın olmalı ve ayaklarınız birbirinden uzak olmalıdır. Bu, başlangıçta doğal bir duruştur. Yavaşça çubuğu aşağı doğru iterken, göğsünüzle aynı hizada olduğu bir noktaya kadar devam edin. Sadece önkollar hareket ederken, üst kollarınız her zaman birlikte hareket etmelidir. Ayrıca, kolların başlangıç noktasına doğru dönüş ve bu sırada nefes alınabilir. Bölgesel tekrar sayısı kadar tekrarlayın. Varyasyon: Bu egzersizi tek bir tutma kullanarak da gerçekleştirebilirsiniz. Bu versiyonda, ön kollarınıza bilgi sağlayarak kendinizi biraz destekleyebilir ve daha fazla tekrar yapmanıza yardımcı olabilirsiniz."
  },
  {
    "isim": "Triceps Push-Up",
    "tip": "kuvvet",
    "kas": "arka_kol",
    "ekipman": "Vücut Ağırlığı",
    "zorluk": "orta",
    "talimatlar": "Yere yüzüstü uzanın ve ellerinizi omuz genişliğinden biraz daha yakın bir mesafede yerleştirin. Ellerinizin vücudunuzun yan kısmında olduğundan emin olun. Nefes alırken, göğsünüzü neredeyse yere dokunacak şekilde kendinizi aşağı indirin. Triceps ve biraz göğüs kaslarınızı kullanarak başlangıç pozisyonlarına geri itin ve göğsünüzü sıkın. Bu esnada nefes verin. Bir saniye bekledikten sonra, önerilen tekrar sayısı kadar tamamlayabilirsiniz. Varyasyonlar: Bu egzersizi yapmak için gücünüz yetmiyorsa, direnci azaltmak için dizlerinizi bükerek veya destek alarak gerçekleştirebilirsiniz. En ileri seviyedeki sporcular direnci arttırmak için ayaklarınızı yüksek bir yüzey üzerine yerleştirebilirsiniz."
  },
  {
      "isim": "Seated Cable Triceps Extension",
      "tip": "kuvvet",
      "kas": "arka_kol",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "Yüksek bir makinenin önündeki yan görünür bir tezgah yerine geçin. Ellerinizi içeri doğru bakacak şekilde başınızın üzerinde tutmak için düz bir çubuk ekleyin. Makineden uzaklaşın ve dizlerinizi çökertin. Başınızı ve üst kollarınızı arka tezgaha yerleştirin. Dirsekleriniz bükülü olmalı ve ön kollarınızı Triceps kasını sıkı bir şekilde kasılı tutun, bu pozisyonda bir saniye bekleyin ve hareket sırasında nefes verin. Başlangıç pozisyonuna geri dönün ve nefes alın. Önerilen tekrar sayısına kadar bu hareketi devam ettirin. Varyasyon: Bu egzersizi egzersiz bantları ile de gerçekleştirebilirsiniz."
    },
    {
      "isim": "Single-Arm Cable Triceps Extension",
      "tip": "kuvvet",
      "kas": "arka_kol",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "Avuç içi yukarı bakacak şekilde yüksek kablo makarasına bağlı tek bir tutamağı kavrayın. Doğrudan ağırlığın yığınının önünde durmalısınız. Şimdi tutamağı tutun, üst kolunuzu ve dirseğinizi vücudunuzun yanından kilitleyin. Üst kolunuz ve ön kollarınız akut bir açı oluşturmalıdır (90 dereceden az). Diğer kolunuzu yakın tutabilir ve daha iyi denge için bir ayağınızı öne alabilirsiniz. Triceps kasını sıkarak, tek tutamağı yanınıza doğru çekin ve kolu düz olana kadar nefes verin. İpucu: Sadece ön kollardaki hareketler devam etmelidir, üst parçalarınız her zaman sabit durmalıdır. Triceps kasını sıkın ve bu kaslı egzersizi bir saniye bekleyin. Tutamağı başlangıç pozisyonuna geri dönün. Önerilen tekrar sayısı kadar bu hareketi tamamlayın, ardından aynı hareketi diğer kolunuzla gerçekleştirin. Varyasyonlar: Bu egzersizi egzersiz bantları kullanarak da gerçekleştirebilirsiniz."
    }
  ]