[
  {
    "isim": "Atlas Taşları",
    "tip": "Güç Kaldırma",
    "kas": "Bel",
    "ekipman": "diğer",
    "zorluk": "orta",
    "talimatlar": "Atlas Taşı'nı ayaklarınızın üzerinden geçerek başlayın. Kalçadan bükülerek Atlas Taşı'nı dikey olarak kollarınızın halinde sarmaya ayırın, parçalarınız taşınacak şekilde çalışmaya devam edin. Bir miktar taşın alt yerde taşı daha iyi tutmanıza yardımcı olan küçük düz bir bölüm olacaktır. Taşı Ayaklarınızın yükleme platformuna yaklaştırın ve taşı mümkün olduğunca yüksek mesafeler için kalçaları uzakta. doğru uzatın."
  },
  {
    "isim": "Halter açığı deadlifti",
    "tip": "kuvvet",
    "kas": "Bel",
    "ekipman": "halter",
    "zorluk": "başlangıç",
    "talimatlar": "Platformunuz veya üzerinde dayanıklı ağırlık plakalarınız olmalıdır, genellikle 1-3 inç kalınlığında olmalıdır. Çubuğun ayaklarınızın üzerinde merkezi olduğu şekilde yaklaşın. Ayaklarınızı yaklaşık olarak yanınızda bulundurabilmeniz gerekir. Çubuğun omuzda bildiğik için kalçadan bükülün, omuz bıçaklarınızın ileri gitmesine izin verin. ağır setlerde çift el üst tutma veya karışık tutma kullanırsınız.Ayaklarınız ve iletişim ayarlarınız yapıldıktan sonra büyük bir nefes alın ve kalçalarınızı ve dizlerinizi çubuğa temas edene kadar takip edin.Başınızı öne bakacak şekilde tutun, göğsünüzü yukarıya doğru ve sırtınızı tutun, ardından ağırlığı yukarı doğru tutun Grup için topuklardan güçlü bir şekilde sürmeye başlayın. Çubuk dizleri sonra geriye doğru sert bir şekilde çekerek, omuzlarınızı çubuğa doğru sürerek omuz bıçaklarınızı hareket ettirerek birleştirin. Çubuğu kalçalardan bükülerek ve onu yere yönlendirerek indirilir."
  },
  {
      "isim": "Arka Uzantı",
      "tip": "Güç",
      "kas": "Bel",
      "ekipman": "Yalnızca Gövde",
      "zorluk": "Orta",
      "talimatlar": "Bir hiperuzantı tezgah üzerine yüzüstü uzanın, ayak bileklerinizi pedlerin yerine güvenli bir şekilde yerleştirin. Üst pedi mümkünse ayarlayın, böylece üst bacaklarınız geniş pedin üzerine düz bir şekilde yerleşir ve belinizin kısıtlanmadan kalması için yeterli yer bırakırız düz bir şekildeyken, Kollarınızı önünüzde (tercihim) veya başınızın arkasında çaprazlayın.Bu, başlangıçta başlangıçtaz olacak.İpucu: Ayrıca çapraz kollarınızın altında önünüzde ek direnç sağlamak için bir ağırlıkta stabilite da tutabilirsiniz.Belinizi düz tutarak belinizden ileri doğru eğilmeye başlayın.Bu hareketi yaparken nefes alın.Geriye Doğru hareket etmeye devam edin, hamstringlerde güzel bir gerilme hissedene kadar ve sırtın yuvarlanmasına izin vermeden gidebildiğiniz kadar terapi.İpucu: Bu egzersizi yaparken asla sırtınızı yuvarlamayın.Ayrıca, bazı insanlar daha fazla dayanabilir.Anahtar şey, sırtı yuvarlamadan gücünüzün iyileşmesine izin verene kadar ilerlemenizdir. Gövdenizi başlangıç pozisyonuna birleştirmek, bu sırada alınmakta olan nefes. İpucu: Sırtınızı düz bir çizginin parçalarını çıkarmaktan vazgeçin. Ayrıca, sırtı hiçbir zaman korumak için gövdeyi hiçbir zaman salmayınız. Tavsiye edilen tekrar miktarı için sınırlamak. Çeşitlendirmeler: Bu egzersiz bir hiperuzantı bench olmadan da yapılabilir, ancak bu durumda bir gözcüye ihtiyacınız olacaktır. Ayrıca bu egzersize benzer bir egzersiz de iyi bir sabah ve düz bacaklı ölü kaldırma egzersizidir."
    },
    {
      "isim": "Aks Deadlift'i",
      "tip": "Güçlü Adam",
      "kas": "Bel",
      "ekipman": "Diğer",
      "zorluk": "Başlangıç",
      "talimatlar": "Barın ayaklarınızın üzerinde merkezlenmiş olduğu şekilde yaklaşın. Ayaklarınız kalçalarınız mümkün olmalıdır. Bara, fiziksel bilgilerinizi ayarlamak için belinizden eğilin ve omuz bıçaklarınızın protraksiyon yapmasına izin verin. nefesinizi alın ve sonra kalçalarınızı aşağı indirebilir ve dizlerinizi bar ile temas edene kadar bükün.Başınızla terapiye bakın, göğsünüz yukarıda tutun ve sırtınızı sınıflandırılmış tutun, sonra ağırlığı yukarı doğru hareket öğrencileri için topuklardan sürmeye başlayın.Bar dizleri esnek sonra, kalçalarınıza doğru sürükleyerek omuz bıçaklarınızı bir Barı kalçalarınızın üzerine götürmek için agresif bir şekilde uzaklaş.Barı hepsinin içine yönlendirmek için kalçalarınızı ileri sürerken omuz bıçaklarınızı bir araya yönlendirin.Barı kalçalarınıza doğru yönlendirmek için omuz bıçaklarınızı bir araya getirirken agresif bir şekilde barı çekin.Barı bükülerek kalçalarınızı bir araya getirin.Barı bükülerek kalçalarınızı bir araya getirin. "
    },
    {
      "isim": "Hiperekstansiyon Tezgahı Olmayan Hiperekstansiyonlar",
      "tip": "Güç",
      "kas": "Bel",
      "ekipman": "Yalnızca Gövde",
      "zorluk": "Başlangıç",
      "talimatlar": "Bacaklarınızı tutan birisiyle bir düz bankanın toplanıp kayan bölgelerinizin bankasının ucundan sarkmasını sağlayın.: Tüm üst vücudunuzun yere doğru sarkması gerekir. Ayrıca, bir hiperuzantı bankasında olduğunuz gibi aynı yerde olabilirsiniz, ancak düz bankanın aralıkları nedeniyle hareket aralığı hiperuzantı bankanınkinden daha Kısa düz olacaktır.Vücudunuz düz olduğunda, kollarınızı önünüzde (tercihim) veya başınızın arkasında çaprazlayın.İpucu: Ayrıca çapraz kollarınızın altında önünüzde ek direnç sağlamak için bir ağırlıkla da tutabilirsiniz.Belinizi tutarak belinizden ileri doğru eğilmeye. Bu hareket sırasında nefes alınır.İlerledikçe neredeyse yere ana kadar veya hamstringlerde güzel bir elastikiyet hissedene kadar devam edin (hangisi önce gelir).İpucu: Bu egzersizi yaparken asla sırtınızı yuvarlamanız. bir çizginin dağılımını çıkarmaktan kaçının. Ayrıca, sırtı hiçbir zaman korumak için gövdeyi hiçbir zaman salmayınız. Tavsiye edilen tekrar miktarı için sınırlamak. Çeşitlendirmeler: Bu egzersizi bir hiperuzantı parasız da yapabilirsiniz. Ayrıca bu egzersize benzer bir egzersiz de iyi bir sabah ve düz bacaklı ölü kaldırma egzersizidir."
    },
    {
      "isim": "Bantlarla Deadlift",
      "tip": "Güç Kaldırma",
      "kas": "Bel",
      "ekipman": "Halter",
      "zorluk": "Başlangıç",
      "talimatlar": "Kısa bantlarla deadlift yapmak için, başlangıçta bunları bara girip kurulum için içine adım atın. Uzun bantlar için, bunların sağlam bir tabana, örneğin ağır dambıllara veya bir rafa bağlanmaları gerekir. Barın ayaklarınızın üzerinde merkezlenmiş olduğu şekilde yaklaşın. Ayaklarınız. Belinizden eğilerek barı omuzda kavrayın ve omuz bıçaklarınızın protraksiyon yapmasına izin vermenize izin verin. Ayaklarınızı ve bilginizi ayarladıktan sonra büyük bir alın nefes ve sonra kalçanızı aşağı indirip dizleri bar ile temas edene kadar bükün. Daha sonra, kalçanıza doğru sürükleyerek omuz bıçaklarınızı bir araya getirin. Barı kalçaların içine yönlendirmek için kalçalarınızı ileri sürerken omuz bıçaklarınızı bir araya getirin. Barı arkadaşlarınıza doğru yönlendirmek için omuz bıçaklarınızı bir araya getirirken agresif bir şekilde barı çekin. Barı bükülerek kalça üzerinden yere yönlendirin."
    },
    {
      "isim": "Zincirli Deadlift",
      "tip": "Güç Kaldırma",
      "kas": "Bel",
      "ekipman": "Halter",
      "zorluk": "Başlangıç Seviyesi",
      "talimatlar": "Zinciri barın kollarına takılabilir veya ortasını bara sererek kaldırabilirken daha fazla ağırlıkla kaldırabilirsiniz. Barın üzerine ayaklarınızın ortalanacak şekilde yaklaşın. Ayaklarınız okulda olmalı. Ayaklarınız ve ana karakterleri olarak belirlenirkten sonra derin bir nefes alın ve sonra gruplarınızı yukarıda tutun aşağıya doğru takip edin ve dizleri çubuğa teması devam edecek şekilde bükün. ve sırtınızı kambur yapmadan topuğa doğru itme hareketine başlayın. Çubuk dizleri sonra, omuz bıçaklarınızı bir araya getirerek geriye doğru kısa mesafe ve bacaklarınızı çubuğa doğru itin. Çubuğu kalçalarınızı ileri doğru iterek yere doğru bükülerek indirin."
    },
    {
      "isim": "Bantlarla Raf Çekme",
      "tip": "Güç Kaldırma",
      "kas": "Bel",
      "ekipman": "Halter",
      "zorluk": "Başlangıç Seviyesi",
      "talimatlar": "Barın pinler üzerinde bir güç rafına sabitlenerek kurulum yapın. Pinler istenilen şekilde ayarlanmalı; diz altında, hemen üstünde veya aralıklı orta aralıklı. Bantları rafların tabanına bağlı veya dambıllarla takın. Diğer mukavemetli çubuğa duruşu. Gerilimi sağlamak için bantları boğmak yapılabilir. Kendinizi doğru deadlift pozisyonunda bara karşı konumlandırın.Ayaklarınızın altında, toplamda genişliğinizde, sırtınız kambur, kalçaları geriye doğru iterek hamstringleri etkinleştirin. , kalçalAr ve dizler boyunca çekiş yaparak ağırlığı yukarıya doğru çekin ve kilitleyin. Hareketi tamamlarken omuzlarınızı geriye çekmenizden emin olun. Ağırlığı pinlere geri bırakın ve hepsini tamamlayın."
    },
    {
      "isim": "Süpermen",
      "tip": "Esnetme",
      "kas": "Bel",
      "ekipman": "Sadece Vücut",
      "zorluk": "Orta Seviye",
      "talimatlar": "Başlamak için düz bir şekilde yere veya egzersiz matına yüz üstü uzanın. Kollarınız tamamen önünüzde uzanmalıdır. Bu başlangıç pozisyonlarıdur. Aynı anda kollarınızı, bacaklarınızı ve göğsünüzün yere döner ve bu kası 2 saniye boyunca tutun. İpucu: En iyi sonuçlar almak için belinizi sıkın.Bu hareket sırasında nefes almayı unutmayın.Not:Kasınızda, uçan süperman gibi görünmelisiniz.Yavaşça kollarınızı, bacaklarınızı ve göğsünüzün nefesleri sırasında başlangıç pozisyonuna geri dönebilirsiniz.Programınızda önerilen tekrar sayıları için kaldığınızda.Çeşitlendirmeler: Bu egzersizi aynı zamanda bir kol ve bacaklarla yapabilirsiniz. Sadece sol bacağınızı, kolunuzu ve göğsünüzün yanını yükselterek aynısını sağ tarafıyla yapın."
    }
  ]