[
  {
    "isim": "Atlas Stones",
    "tip": "Güç Kaldırma",
    "kas": "Bel",
    "ekipman": "taş",
    "zorluk": "orta",
    "talimatlar": "Atlas Taşı'nı ayaklarınızın üzerinden geçirerek başlayın. Kalçadan bükülerek Atlas Taşı'nı dikey bir pozisyonda kollarınızın etrafına sarın ve taşı taşınacak konumda tutmaya devam edin. Yerdeki taşı daha iyi kavramanıza yardımcı olacak küçük düz bir bölüm olabilir. Taşı ayaklarınızı yükleme platformuna doğru taşıyın ve kalçaları mümkün olduğunca uzatarak taşı yüksek bir mesafeye kaldırın."
  },
  {
    "isim": "Romanian Deadlift",
    "tip": "kuvvet",
    "kas": "Bel",
    "ekipman": "halter",
    "zorluk": "başlangıç",
    "talimatlar": "Platformunuz veya üzerinde dayanıklı ağırlık plakalarınız olmalıdır, genellikle 1-3 inç kalınlığında. Ayaklarınızı yaklaşık omuz genişliğinde yerleştirin ve çubuğun ortasına yaklaşın. Kalçanızı geriye doğru hareket ettirerek, sırtınızı düz tutun ve çubuğu yere doğru indirin. Derin bir nefes alın ve kalçanızı ve dizlerinizi bükerek çubuğa yaklaşın. Başınızı öne doğru bakacak şekilde tutun, göğsünüzü yukarı kaldırın ve sırtınızı düz tutun. Ağırlığı yukarı doğru kaldırmaya başlamadan önce büyük bir nefes alın. Topuklardan güçlü bir şekilde iterek çubuğu yukarı çekin. Çubuğu kalçalarınızı bükerek ve onu yere yönlendirerek kontrollü bir şekilde indirin."
  },
  {
      "isim": "Back Extension",
      "tip": "Güç",
      "kas": "Bel",
      "ekipman": "Vücut Ağırlığı",
      "zorluk": "Orta",
      "talimatlar": "Hiperuzantı tezgahına yüzüstü uzanın ve ayak bileklerinizi pedlere güvenli bir şekilde yerleştirin. Üst pedi, üst bacaklarınızın düz bir şekilde yerleşmesi ve belinizin kısıtlanmadan kalması için uygun bir şekilde ayarlayın. Kollarınızı tercihen önünüzde çaprazlayın veya başınızın arkasında çaprazlayın. Bu başlangıç pozisyonunuz olacaktır. İpucu: Ek direnç eklemek için kollarınızın altına önünüzde bir ağırlık tutabilirsiniz. Belinizi düz tutarak belinizden öne doğru eğilmeye başlayın. Nefes alarak bu hareketi yapmaya devam edin. Hamstringlerde güzel bir gerilme hissedene kadar geriye doğru hareket edin, ancak sırtınızın yuvarlanmasına izin vermeyin. İpucu: Sırtınızı yuvarlamaktan kaçının ve gücünüz iyileşene kadar ilerleme kaydedin. Gövdenizi başlangıç pozisyonuna döndürürken nefes alın. İpucu: Sırtınızı düz bir çizgi boyunca tutmaktan vazgeçin ve gövdeyi hiçbir zaman salmayın. Tavsiye edilen tekrar sayısını sınırlayın. Çeşitlendirmeler: Bu egzersizi hiperuzantı bench olmadan da yapabilirsiniz, ancak bu durumda bir gözcüye ihtiyacınız olacaktır."
    },
    {
      "isim": "Partial Deadlift",
      "tip": "Güçlü Adam",
      "kas": "Bel",
      "ekipman": "bar",
      "zorluk": "Başlangıç",
      "talimatlar": "Barın ayaklarınızın üzerinde merkezlenmiş olduğu şekilde yaklaşın. Ayaklarınız kalçalarınızın genişliğinde olmalıdır. Belinizi barın üzerine yerleştirmek için öne eğilin ve omuz bıçaklarınızın dışa doğru çıkmasına izin verin. Nefes alın ve sonra kalçalarınızı aşağı indirerek dizlerinizi bükün. Başınızı öne bakacak şekilde tutun, göğsünüzü yukarıda tutun ve sırtınızı düz tutun, ardından ağırlığı yukarı doğru kaldırmaya başlamak için topuklardan itme hareketi yapın. Bar dizlerinizle temas ettikten sonra, kalçalarınıza doğru sürükleyerek omuz bıçaklarınızı birleştirin. Barı kalçalarınıza doğru yönlendirmek için omuz bıçaklarınızı birleştirirken barı agresif bir şekilde çekin. Barı kalçalarınıza doğru çekerek omuz bıçaklarınızı birleştirin. Barı bükülerek kalçalarınızı birleştirin. "
    },
    {
      "isim": "Hyperextension",
      "tip": "Güç",
      "kas": "Bel",
      "ekipman": "Vücut Ağırlığı",
      "zorluk": "Başlangıç",
      "talimatlar": "Bacaklarınızı tutan birisiyle, düz bir bankanın kaymayan ucundan sarkmasını sağlayın. Tüm üst vücudunuzun yere doğru sarkması gerekiyor. Alternatif olarak, bir Hyperextension Bench'de olabilirsiniz, ancak düz bankanın aralıkları nedeniyle hareket aralığı daha kısa olacaktır. Vücudunuz düz olduğunda, kollarınızı önünüzde (tercihim) veya başınızın arkasında çaprazlayın. İpucu: Ek direnç sağlamak için ağırlık da kullanabilirsiniz, kollarınızın altında çaprazlayarak. Belinizi düz tutarak, belinizden ileri doğru eğilmeye başlayın. Bu hareket sırasında nefes alınır. Hamstringlerde güzel bir elastikiyet hissedene kadar devam edin. İpucu: Bu egzersizi yaparken sırtınızı yuvarlamamaya özen gösterin ve gövdenizi salmamaya dikkat edin. Tavsiye edilen tekrar miktarına kadar devam edin. Çeşitlendirmeler: Bu egzersizi bir Hyperextension Bench olmadan da yapabilirsiniz. Ayrıca, bu egzersize benzer bir alternatif de sabah ve düz bacaklı ölü kaldırma egzersisidir."
    },
    {
      "isim": "Banded Deadlift",
      "tip": "Güç Kaldırma",
      "kas": "Bel",
      "ekipman": "Halter",
      "zorluk": "Başlangıç",
      "talimatlar": "Kısa bantlarla deadlift yapmak için, başlangıçta bunları bara takın ve kurulum için içine adım atın. Uzun bantlar için, bunları sağlam bir tabana, örneğin ağır dambıllara veya bir rafa bağlanmaları gerekir. Bara yaklaşın, ayaklarınızın altında merkezlenmiş olduğundan emin olun. Belinizi eğilerek barı omuzda kavrayın ve omuz bıçaklarınızın dışa doğru hareket etmesine izin verin. Ayaklarınızı ve bilginizi ayarladıktan sonra derin bir nefes alın ve ardından kalçanızı aşağı indirerek dizleri bar ile temas edene kadar bükün. Sonra kalçanızı yukarı doğru iterek omuz bıçaklarınızı bir araya getirin. Barı kalçalarınıza yönlendirmek için kalçalarınızı öne sürerken omuz bıçaklarınızı bir araya getirin. Barı arkaya çekmek için omuz bıçaklarınızı birleştirirken barı çekin. Son olarak, barı kalçalarınızın üzerinden yere doğru indirerek bükün."
    },
    {
      "isim": "Chain Deadlift",
      "tip": "Güç Kaldırma",
      "kas": "Bel",
      "ekipman": "Halter",
      "zorluk": "Başlangıç Seviyesi",
      "talimatlar": "Zincirleri barın kollarına takarak veya ortasını bara sererek ek ağırlıkla çalışabilirsiniz. Ayaklarınızı barın üzerinde merkezlenmiş bir şekilde yerleştirin, ayaklarınız omuz genişliğinde olmalıdır. Ayaklarınızı ve belinizi ayarladıktan sonra derin bir nefes alın, ardından sırtınızı dik tutun ve dizleri çubuğa doğru bükün. Topuklardan güç alarak sırtınızı kambur yapmadan yukarı doğru itmeye başlayın. Çubuk dizleri geçtikten sonra, omuz bölgenizi bir araya getirerek sırtınızı kısa bir mesafe geriye çekin ve bacaklarınızı çubuğa doğru itin. Son olarak, çubuğu kalçalarınızı ileri iterek yere doğru bükülerek indirin."
    },
    {
      "isim": "Banded Rack Pull",
      "tip": "Güç Kaldırma",
      "kas": "Bel",
      "ekipman": "Halter",
      "zorluk": "Başlangıç Seviyesi",
      "talimatlar": "Barı güç rafındaki pinlere sabitleyerek başlayın. Pinler, diz altı, hemen üstü veya aralıklı orta aralıkta ayarlanmalıdır. Bantları rafların tabanına bağlayın veya dambıllarla kullanarak ek direnç sağlayın. Diğer güçlü bir çubuk üzerinde durun ve gerekirse bantları sıkılaştırarak gerilimi artırın. Doğru deadlift pozisyonunda olmak için kendinizi bara karşı konumlandırın. Ayaklarınızı genişliğinizde açın, sırtınızı düzeltin ve kalçalarınızı geriye iterek hamstring kaslarını etkinleştirin. Kalçalarınızı ve dizlerinizi kullanarak ağırlığı yukarı çekin ve kilitleyin. Hareketi tamamlarken omuzlarınızı geriye çekmeyi unutmayın. Son olarak, ağırlığı pinlere geri bırakın ve tekrarı tamamlayın."
    },
    {
      "isim": "Supermen Lift",
      "tip": "Esnetme",
      "kas": "Bel",
      "ekipman": "Vücut Ağırlığı",
      "zorluk": "Orta Seviye",
      "talimatlar": "Başlamak için düz bir şekilde yere veya egzersiz matına yüz üstü uzanın. Kollarınız tamamen önünüzde uzanmalıdır, bu başlangıç pozisyonudur. Ardından, aynı anda kollarınızı, bacaklarınızı ve göğsünüzü yere doğru kaldırın ve bu pozisyonu 2 saniye boyunca tutun. İpucu: En iyi sonuçları almak için belinizi sıkın ve bu hareket sırasında nefes almayı unutmayın. Not: Bu hareket sırasında, adeta uçan bir Superman gibi görünmelisiniz. Yavaşça kollarınızı, bacaklarınızı ve göğsünüzü nefes alırken başlangıç pozisyonuna geri dönebilirsiniz. Programınızda önerilen tekrar sayılarına kadar devam edin. Çeşitlendirmeler: Bu egzersizi aynı zamanda tek bir kol ve bacakla yapabilirsiniz. Sadece sol bacağınızı, kolunuzu ve göğsünüzü yanını yükselterek, aynısını sağ tarafınızla yapın."
    }
  ]