[
    {
      "name": "Incline Hammer Curls",
      "type": "kuvvet",
      "muscle": "biceps",
      "equipment": "dumbbell",
      "difficulty": "başlangıç",
      "instructions": "Bir eğimli bench üzerine oturun ve her elinizde bir dambıl tutun. Ayaklarınız birbirine dik şekilde sıkıca yere bastırılmalıdır. Dumbbell'ları yanınızda düz bir şekilde bırakın ve nötr bir kavrayışla tutun. Bu, başlangıç pozisyonunuz olacaktır. Dirseği sabit tutarak, hareketi dirsekten bükerek başlatın. Hareketi zirveye kadar sürdürün ve duraklayın, ardından yavaşça başlangıç ​​pozisyonuna geri dönün."
    },
    {
      "name": "Geniş Kavrama Barbell Curl",
      "type": "kuvvet",
      "muscle": "biceps",
      "equipment": "barbell",
      "difficulty": "başlangıç",
      "instructions": "Vücudunuzun dik durduğu ve geniş dış kulplarda bir barbell tuttuğunuz bir duruşa geçin. Ellerinizin avuç içleri öne bakmalıdır. Dirsekler vücuda yakın olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Üst kolları sabit tutarken, ağırlıkları biceps kaslarınızı kasarak ileri doğru kaldırın ve nefes verin. İpucu: Sadece önkolların hareket etmelidir. Hareketi biceps kaslarınız tamamen kasılır ve bar omuz seviyesine geldiğinde durun. Kasılı pozisyonu bir saniye boyunca tutun ve biceps kaslarını sıkın. Nefes alın ve yavaşça başlangıç pozisyonuna geri getirmeye başlayın. Önerilen tekrar sayısını yapana kadar tekrarlayın. Çeşitlendirmeler: Bu hareketi düşük bir makaraya takılmış bir E-Z bar veya E-Z eklem kullanarak da gerçekleştirebilirsiniz. Bu varyasyon, hareketin üst noktasında gerçekten iyi bir kasılma sağlıyor gibi görünmektedir. Çeşitlilik amaçlı daha yakın kavrama da kullanabilirsiniz."
    },
    {
      "name": "EZ-bar Spider Curl",
      "type": "kuvvet",
      "muscle": "biceps",
      "equipment": "barbell",
      "difficulty": "orta düzey",
      "instructions": "İlk olarak, barbell'i genellikle oturduğunuz preacher bench'in üzerine yerleştirerek başlayın. Barbell'i dengeli ve düşmeyecek şekilde doğru hizalayın. Preacher bench'in ön tarafına geçin (genellikle kolların yerleştiği yer) ve kendinizi gövdenizin 45 derecelik bir eğimde ve karın ön tarafına bastırılmış bir şekilde pozisyonlandırın. Ayaklarınızın (özellikle parmaklarınızın) yerde iyi bir şekilde konumlandığından emin olun ve üst kollarınızı preacher bench'in iç kısmındaki pedin üstüne yerleştirin. Kollarınızı, birbirinden omuz genişliğinde veya birbirine biraz daha yakın bir şekilde supine bir kavrayışla (avuç içleri yukarı bakacak şekilde) barbell'i tutmak için kullanın. Barbell'i yavaşça yukarı kaldırmaya başlayın ve nefes verin. Kasılı pozisyonu bir saniye boyunca tutun ve biceps'i sıkın. Barbell'i başlangıç pozisyonuna yavaşça geri getirmeye başlayın ve nefes alın. Önerilen tekrar sayısı için tekrarlayın. Varyasyon: Bu egzersizi yaparken dumbbell'ları da kullanabilirsiniz. Sadece onları normal oturduğunuz yerle aynı şekilde preacher bench'in üzerine yerleştirdiğinizden emin olun."
    },
    {
      "name": "Hammer Curls",
      "type": "kuvvet",
      "muscle": "biceps",
      "equipment": "dumbbell",
      "difficulty": "orta düzey",
      "instructions": "Vücudunuzun dik durduğu ve her elinizde birer dumbbell'ın kollarınızın uzunluğunda tutulduğu bir duruşa geçin. Dirsekler vücuda yakın olmalıdır. El avuçları, gövdenize doğru olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Şimdi, üst kolunuzu sabit tutarken nefes verin ve biceps'i kasarak ağırlığı öne doğru kaldırın. Ağırlığı biceps tamamen kasılır ve dumbbell omuz seviyesine gelene kadar kaldırmaya devam edin. Kasılı pozisyonu bir an boyunca tutun ve biceps'i sıkın. İpucu: Dirseği sabit tutmaya odaklanın ve sadece önkolunuzu hareket ettirin. Kısa bir duraklamanın ardından nefes alın ve dumbbell'ları başlangıç pozisyonuna yavaşça indirmeye başlayın. Önerilen tekrar sayısı için tekrarlayın. Çeşitlendirmeler: Bu hareketin birçok olası varyasyonu vardır. Örneğin, sırt desteği olan veya olmayan bir bankta oturarak egzersizi yapabilir ve ayrıca kolları sırayla kaldırarak da yapabilirsiniz; önce sağ kolu kaldırın, sonra sol, sonra sağ, vb."
    },
    {
      "name": "EZ-Bar Curl",
      "type": "kuvvet",
      "muscle": "biceps",
      "equipment": "e-z_curl_bar",
      "difficulty": "orta düzey",
      "instructions": "Geniş dış kulplarda bir EZ curl bar'ı tutarak dik bir duruşa geçin. Ellerinizin avuç içleri öne bakmalı ve çubuğun şekli nedeniyle biraz içeri eğik olmalıdır. Dirsekleri vücuda yakın tutun. Bu, başlangıç pozisyonunuz olacaktır. Şimdi, üst kollarınızı sabit tutarken nefes verin ve biceps'i kasarak ağırlığı öne doğru kaldırın. Sadece önkollarınızı hareket ettirmeye odaklanın. Ağırlığı biceps tamamen kasılır ve çubuk omuz seviyesine gelene kadar kaldırın. Üst kasılı pozisyonu bir an tutun ve biceps'i sıkın. Sonra nefes alın ve çubuğu başlangıç pozisyonuna yavaşça indirin. Önerilen tekrar sayısı için tekrarlayın. Çeşitlendirmeler: Bu hareketi düşük bir makaraya takılmış bir E-Z ek ile de gerçekleştirebilirsiniz. Bu varyasyon, hareketin üst noktasında gerçekten iyi bir kasılma sağlıyor gibi görünmektedir. Çeşitlilik amaçlı daha yakın kavrama da kullanabilirsiniz."
    },
    {
      "name": "Zottman Curl",
      "type": "kuvvet",
      "muscle": "biceps",
      "equipment": "Hiçbiri",
      "difficulty": "orta düzey",
      "instructions": "Vücudunuzun dik durduğu ve her elinizde bir dumbbell'ın kollarınızın uzunluğunda tutulduğu bir duruşa geçin. Dirsekler vücuda yakın olmalıdır. El avuçlarının birbirine doğru bakmasına dikkat edin. Bu, başlangıç pozisyonunuz olacaktır. Üst kolu sabit tutarken nefes verin ve biceps'i kasarak dumbbell'ları kaldırın. Sadece önkolların hareket etmelidir. Bileğinizi, supine bir (avuç içleri yukarı) kavrama ile omuz seviyesindeki biceps tamamen kasılıncaya kadar devam ettirin. Kasılı pozisyonda bir saniye boyunca biceps'i sıkın. Şimdi kasılı pozisyonda, baş parmak küçük parmak üzerinde ve baş parmak küçük parmak altında olacak şekilde bileği döndürün ve dumbbell'ları pronated bir (avuç içleri aşağı bakacak şekilde) kavrama ile yavaşça başlangıç pozisyonuna geri getirmeye başlayın. Dumbbell'lar uyluklarınızı kapatırken, bileği tekrar nötr bir (avuç içleri vücudunuza bakar) kavrama ile döndürmeye başlayın. Önerilen tekrar sayısı için tekrarlayın."
    },
    {
      "name": "Biceps Curl to Shoulder Press",
      "type": "kuvvet",
      "muscle": "biceps",
      "equipment": "dumbbell",
      "difficulty": "başlangıç",
      "instructions": "Dik bir duruşta her elinizde bir dumbbell ile başlayın. Kollarınız yanlarınızda sarkmalı ve avuç içleriniz öne bakmalıdır. Doğrudan ileriye bakın, göğsünüzü yukarı kaldırarak ayaklarınızı omuz genişliğinde açın. Bu, başlangıç pozisyonunuz olacaktır. Hareketi, dirsekleri kıvırarak ağırlığı kaldırarak başlatın. Momentum veya omuzdan fleksiyon yapmayın, bunun yerine kontrollü bir hareket kullanın. Kolu uzatmak, omuzu fleksiyon ve abduksiyon ile bükerek ve kolunuzu döndürerek ağırlığı başınızın üzerine kadar kaldırmak için hareketi gerçekleştirin. Hareketin tepesinde bir an duraklayın ve ardından hareketi başlangıç pozisyonuna dönmek için hareketi tersine çevirin. İstenen tekrar sayısını tamamlayın ve ardından karşı tarafa geçin."
    },
    {
      "name": "Barbell Curl",
      "type": "kuvvet",
      "muscle": "biceps",
      "equipment": "barbell",
      "difficulty": "orta düzey",
      "instructions": "Genişlikte bir omuz kavrama ile bir barbell'i tutarak dik bir duruşa geçin. Ellerinizin avuç içleri öne bakmalı ve dirsekler vücuda yakın olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Üst kolları sabit tutarken, önkolları kasarak ağırlıkları öne doğru kaldırın ve nefes verin. İpucu: Sadece önkolların hareket etmelidir. Hareketi biceps tamamen kasılır ve çubuk omuz seviyesine geldiğinde bir saniye boyunca kasılı pozisyonu tutun ve biceps'i sıkın. Yavaşça çubuğu başlangıç pozisyonuna geri getirmeye başlayın ve nefes alın. Önerilen tekrar sayısı için tekrarlayın. Çeşitlendirmeler: Bu hareketi bir düşük makaraya takılmış düz bir çubuk eklemi kullanarak da gerçekleştirebilirsiniz. Bu varyasyon, hareketin üst noktasında gerçekten iyi bir kasılma sağlıyor gibi görünmektedir. Çeşitlilik amaçlı daha yakın kavrama da kullanabilirsiniz."
    },
    {
        "name": "Concentration Curl",
        "type": "kuvvet",
        "muscle": "biceps",
        "equipment": "dumbbell",
        "difficulty": "orta",
        "instructions": "Düz bir bench üzerine oturun ve bacaklarınızın arasına bir dambıl koyun. Bacaklarınızı açık tutun, dizleriniz bükülü ve ayaklarınız yerde olsun. Sağ kolunuzla dambılı kaldırın. Sağ üst kolunuzu iç tarafındaki sağ uyluk üstüne yerleştirin. Avuç içi, uyluktan uzaklaşacak şekilde elinizi döndürün. İpucu: Kolunuz uzatılmış olmalı ve dambıl yerden yüksek olmalıdır. Bu başlangıç pozisyonunuz olacak. Üst kolu sabit tutarak nefes verirken dambılları kaldırın, sadece alt kollar hareket etmelidir. Biceps kasınızı kasarken hareketi sürdürün ve biceps kaslarınız tamamen kasıldığında ve dambıllar omuz seviyesindeyken hareketi durdurun. İpucu: Hareketin en üst noktasında küçük parmağınızın baş parmağınızdan yüksek olduğundan emin olun. Kasılı pozisyonu bir saniye kadar tutun ve biceps kaslarınızı sıkın. Nefes alarak yavaşça dambılları başlangıç pozisyonuna geri indirin. Önerilen tekrar sayısı için tekrarlayın. Sol kol ile hareketi tekrarlayın. Varyasyonlar: Bu egzersizi ayakta, gövdenizi öne doğru eğmiş ve kolunuzu önünüzde tutarak da gerçekleştirebilirsiniz. Bu durumda, kolunuzun arka kısmı için bacak desteği kullanılmaz, bu nedenle üst kolun hiçbir hareketi olmaması için ekstra çaba sarf etmeniz gerekir. Bu egzersizin daha zor bir versiyonudur ve alt sırt sorunları olan insanlar için önerilmez."
      },
      {
        "name": "Flexor Incline Dumbbell Curls",
        "type": "kuvvet",
        "muscle": "biceps",
        "equipment": "dumbbell",
        "difficulty": "başlangıç",
        "instructions": "Dambılı sizden uzak taraftan tutun, böylece size daha yakın tarafta daha fazla ağırlık olacaktır. (Bu, biceps dambıl egzersizleri üzerinde iyi bir etki yaratmak için yapılabilir). Şimdi normal bir eğimli dambıl curl yapın, ancak bileklerinizi mümkün olduğunca geriye getirerek üzerlerine yerleştirmeye dikkat edin. İki elinizde de birer dambıl tutarak 45 derece eğimli bir bank üzerine oturun. Kollarınız yan taraflarınızda sarkmalı, dirsek içeriye dönük olmalı ve ellerinizin avuç içleri vücudunuzdan uzakta, baş parmaklarınız vücuda doğru bakmalıdır. İpucu: Bu el pozisyonunu, ellerin yukarı çıkarken dönmemesi gerektiği şekilde hareket boyunca korumalısınız. Bu başlangıç pozisyonunuz olacak. İki dambılı aynı anda kaldırarak biceps kaslarınız tamamen kasılır ve nefes verirken. İpucu: Kolları sallamayın veya momentum kullanmayın. Her zaman kontrollü bir hareket yapın. Kasılı pozisyonu en üstte bir saniye tutun. Nefes alarak yavaşça başlangıç pozisyonuna geri dönün. Önerilen tekrar sayısı için tekrarlayın. Dikkat: Kolunuzu tamamen uzatmayın, çünkü eğer aşırı uzatırsanız dirseklerinizi incitebilirsiniz. Ayrıca, aşağı inerken yavaş hareket ettiğinizden emin olun, böylece sakatlanmayı önlersiniz. Varyasyonlar: Bu hareketi kablolar kullanarak da gerçekleştirebilirsiniz."
      }
]