[
  {
    "isim": "Neck Harness",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "bench veya ağırlık plakası",
    "zorluk": "başlangıç",
    "talimatlar": "Düz bir bench üzerine uzanın ve tüm vücudunuzun düz bir hizada olduğundan emin olun. Başınız, bir ağırlık plakasını güvenli bir şekilde tutarken benchin kenarına sarkmış olmalıdır. Bu durumda omuzlarınız, düz bir bankanın kenarı boyunca hafifçe dışarı çıkar. Plakayı başınızın arkasında güvenli bir şekilde tutun ve başınızı nefes alırken aşağı doğru indirin. Başlangıç pozisyonlarına geri dönerken başınızı yarı yuvarlak bir hareketle kaldırın ve kası bir saniye boyunca basılı tutun. Önerilen tekrar sayısı kadar tekrarlayın. Dikkat: Hareketlerinizde ani veya hızlı hareketlerden kaçının. Varyasyon: Başlangıçta direnç kullanmamayı tercih edebilirsiniz."
  },
  {
    "isim": "Seated Neck Resistance with Headband",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "boyun askısı",
    "zorluk": "başlangıç",
    "talimatlar": "Düz bir bankanın ucuna bir boyun askısı takarak başlayın. Ağırlıkları seçtikten sonra, ayaklarınızı biraz daha geniş bir şekilde düz bir bankanın ucuna oturun, omuz genişliğinden biraz daha fazla. Ayak parmaklarınız doğrudan ileriye bakmalı. Gövdenizi öne doğru hareket ettirin, neredeyse yere paralel olana kadar. İpucu: Ağırlıkların hala yerde olduğundan emin olun, bu şekilde boyun kaslarına fazla baskı yapmamış olursunuz. Şimdi, başınızı nefes alırken göğüs kafesinizin üst kısmına dokunacak şekilde uzatın. Dikkat: Bu egzersiz, boyun kaslarına büyük bir stres uygular ve dikkatle yaklaşılmalıdır. Herhangi bir ani değişim veya hareket, boyun kaslarının gerilme riski taşır. Bu egzersize alışmak için başlangıçta ağırlıksız formülle pratik yapmak en iyisidir."
  },
  {
    "isim": "Lateral Neck Flexion Isometric",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "sadece vücut",
    "zorluk": "başlangıç",
    "talimatlar": "Başınız ve boynunuz, normal bir germe sırasında başın düz ve terapi doğrultusunda olduğu bir pozisyonda olmalıdır. Sol elinizi başınızın sol tarafına yerleştirin, ardından başınızın sol tarafındaki boyun kaslarını kasarken başınızın herhangi bir hareketini engelleyin. Gerilime yavaşça başlayın ve ardından artırın. Bu kasılma sırasında normal olarak nefes alın. Önerilen süre boyunca kasılı durumda tutun. Daha sonra gerilimi serbest bırakın ve önerilen dinlenme süresi boyunca sağ elinizi başınızın sağ tarafına yerleştirin. Varyasyonlar: Bu egzersizi başınızın her iki tarafında da ellerinizi yerleştirerek gerçekleştirebilirsiniz. İlk olarak bir tarafı, sonra diğer tarafı çalıştırın."
  },
  {
    "isim": "İzometrik Boyun Egzersizi - Ön ve Arka",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "sadece vücut",
    "zorluk": "başlangıç",
    "talimatlar": "Başınızı ve boynunuzu normal bir germe sırasında (baş düz ve tedavi doğrultusunda), her iki elinizi başınızın ön tarafına koyun. Şimdi, başınızın önündeki boyun kaslarını kasarken başınızın herhangi bir hareketini engelleyin. Yavaşça gerilime başlayın ve kesintileri artırın. Bu kasılma sırasında normal olarak nefes alın. Önerilen saniye sayısı boyunca tutun. Şimdi süre boyunca serbest bırakın. Önerilen süre boyunca dinlenin ve ellerinizi başınızın arka tarafında tutun. Varyasyonlar: Bu egzersizi başınızın yan bölgelerine yönelik çalışmada da kullanabilirsiniz. İlk önce bir tarafı sonra diğerini çalıştırın."
  },
  {
    "isim": "Prone Neck Bridge",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "sadece vücut",
    "zorluk": "başlangıç",
    "talimatlar": "Düz bir zeminde elleriniz ve dizleriniz üzerinde yüzüstü bir şekilde başlayın. Başınızı ellerinizin yanından ancak birkaç inç daha yakına getirin, ardından bacaklarınızı uzatarak kalçalarınızı yukarı kaldırın. Ağırlığınızı başınızın üzerine taşıyarak ellerinizi yere koymadan destek alarak ilerleyin. Bu hareketi yaparken, ciddi bir rahatsızlık hissedilirse geri çekilin ve herhangi bir boyun sakatlığınız varsa bu egzersizden vazgeçin. Belirli bir süre boyunca boyun pozisyonunu koruyun ve ardından ellerinizi ve dizlerinizi yere geri koyun.."
  },
  {
    "isim": "Yan Boyun Esnetme",
    "tip": "esneme",
    "kas": "boyun",
    "ekipman": "sadece vücut",
    "zorluk": "orta",
    "talimatlar": "Omuzlarınız rahat bir şekilde başınızı omzunuza doğru eğin. Başın yanlarında yumuşak bir çekişle gerin."
  },
  {
    "isim": "Çeneden Göğse Esnetme",
    "tip": "esneme",
    "kas": "boyun",
    "ekipman": "sadece vücut",
    "zorluk": "orta",
    "talimatlar": "Yere oturun. İki elinizin başınızın elinde, parmaklarınızı birleştirerek kenetleyerek, başparmaklarınızı aşağı doğru ve dirseklerinizi doğru bir şekilde yönlendirin. Başınızı göğsünüze doğru çekin. 20-30 saniye boyunca tutun."
  },
  {
    "isim": "Boyun İçin Myofasial Gevşeme",
    "tip": "esneme",
    "kas": "boyun",
    "ekipman": "sadece vücut",
    "zorluk": "orta",
    "talimatlar": "Bir kas makarası veya merdane kullanarak, makarayı başınızın arkasına yerleştirin ve boynunuzun altına yerleştirin. Makarayı doğrudan omuriliğin üzerine koymaktan kaçının ancak makaranın omuriliğin her iki tarafındaki kaslara hafifçe bastırılacak şekilde yerleştirildiğinden emin olun. Bu başlangıç pozisyonudur. Boyun kaslarınızın üzerinde, gerilme noktalarında 10-30 saniye boyunca durarak makarayı aşağı doğru hareket ettirin."
  }
]