[
  {
    "isim": "Yüz Aşağı Yatma Plakalı Boyun Rezistansı",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "diğer",
    "zorluk": "başlangıç",
    "talimatlar": "Düz bir bench üzerinde tüm vücudunuzun düz bir şekilde uzandığı, başınızın toplamda bir ağırlık plakasını tutarken yatın. İpucu: Başlangıçta oynadığınız için omuzlarınızın düz bir bankasının şiddetin hafifçe üzerinde olduğu bir pozisyonlarda kalacağınız, bu üst göğüs, boyun ve yüzün banktan Plakayı başınızın arkasında güvenli bir şekilde tutarken başınızı aşağı doğru indirir (evet dediğiniz gibi).Başınızı, yarı yuvarlak bir hareketle nefes alırken başlangıç pozisyonlarına geri döner.Kası bir saniye boyunca basılı tutun. Önerilen tekrarlar için toplanır.Dikkat: Tüm egzersizlerde ani veya tempolu hareketlerden vazgeçmek. Varyasyon: İlk etapta direnci kullanmamayı tercih edebilirsiniz."
  },
  {
    "isim": "Oturmuş Kafa Bandı Boyun Direnci",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "diğer",
    "zorluk": "başlangıç",
    "talimatlar": "Bir düz bankanın ucuna bir boyun askısı yerine. Ağırlıkları boyuncaten sonra, ayaklarınızı omuzda görebilirn biraz daha geniş bir şekilde düz bir bankanın ucuna oturun. Ayak parmaklarınız doğru bakmalı. Gövdenizi öne doğru hareket ettirin, neredeyse yerle paralel olana kadar İpucu: Boyun kaslarına fazla baskı yapmamak için ağırlıkların hala yerde olduğunuzdan emin olun Şimdi başınızı nefes alırken göğüs kafesinizin üst kısmına dokunacak şekilde uzatın. Dikkat: Bu egzersiz boyun kaslarına büyük bir stres uygulamaları ve dikkatle yaklaşılmalıdır. Herhangi bir ani değişim veya hareket, boyun kaslarının germe riskleri taşır. Bu egzersiz için hareketlere alışmak için başlangıçta ağırlıksız formül pratik yapmak en fazla gerçekleştirilir."
  },
  {
    "isim": "İzometrik Boyun Egzersizi - Yanlar",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "yalnızca gövde",
    "zorluk": "başlangıç",
    "talimatlar": "Başınız ve boynunuz normal bir germe (baş düz ve terapi doğrultma işlemi) sırasında, sol elinizin başınızın sol kayıtları aktarılır. Şimdi başınızın sol boyun kaslarını kasarken başınızın herhangi bir hareketini engelleyin. Yavaş gerilimle başlatılır ve artırılır. Bu kasılma sırasında Normal olarak nefes alınır. Önerilen saniye sayıları boyunca tutun. Şimdi şarjı serbest bırakın. Önerilen süre boyunca dinlenin ve sağ elinizin başınızın sağ gözlerinin tutulmasını sağlayın. Varyasyonlar: Bu egzersizi her şeyin önünde ve sonrasında elde edebileceğiniz ellerinizi yerleştirerek de yapabilirsiniz. İlk bir önce tarafınızı sonra diğerini yapın."
  },
  {
    "isim": "İzometrik Boyun Egzersizi - Ön ve Arka",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "yalnızca gövde",
    "zorluk": "başlangıç",
    "talimatlar": "Başınız ve boynunuz normal bir germe (baş düz ve tedavi doğrultma) sırasında, her iki elinizin başınızın ön kayıtları aktarılır. Şimdi başınızın ön boyun kaslarını kasarken başınızın herhangi bir hareketini engelleyin. Yavaş gerilimle başlatın ve kesintileri artırın. Bu kasılma sırasında normal olarak alınan nefesler. önerilen saniye sayısı boyunca tutun. Şimdi süre boyunca serbest bırakın. Önerilen süre boyunca dinlenin ve ellerinizin başınızın arka planlarında tutulmaları var. Varyasyonlar: Bu egzersizi başınızın yanlarına çalıştırma da yapabilirsiniz. İlk önce bir tarafı sonra diğerini yapın."
  },
  {
    "isim": "Boyun Köprüsü Eğilimli",
    "tip": "kuvvet",
    "kas": "boyun",
    "ekipman": "yalnızca gövde",
    "zorluk": "başlangıç",
    "talimatlar": "Düz bir zeminde elleriniz ve dizleriniz üzerinde yüzüstü bir şekilde başlayın. Başınızın ellerinizin yanından ancak birkaç inç daha yakına, ardından bacaklarınızı uzatarak kalçalarınızı hayatta kalırsınız. Ağırlığınızı başınızın üzerine taşıyarak ellerinizi yere koymadan destek alarak geçin. Bu hareketi yapın, ciddi bir rahatsızlık hissedilirse geri çekilme ve herhangi bir boyun sakatlığınız varsa bu egzersizden vazgeçmek. Boyun manzaraları belirli bir süre boyunca tutun ve ardından detay ellerinizi ve dizlerinizi yere geri koyun."
  },
  {
    "isim": "Yan Boyun Esnetme",
    "tip": "esneme",
    "kas": "boyun",
    "ekipman": "yalnızca gövde",
    "zorluk": "orta",
    "talimatlar": "Omuzlarınız rahat bir şekilde başınızı omzunuza doğru eğin. Başın yanlarında yumuşak bir çekişle gerin."
  },
  {
    "isim": "Çeneden Göğse Esnetme",
    "tip": "esneme",
    "kas": "boyun",
    "ekipman": "Hiçbiri",
    "zorluk": "orta",
    "talimatlar": "Yere oturun. İki elinizin başınızın elinde, parmaklarınızı birleştirerek kenetleyerek, başparmaklarınızı aşağı doğru ve dirseklerinizi doğru bir şekilde yönlendirin. Başınızın göğsünüze doğru çekin. 20-30 saniye boyunca tutun."
  },
  {
    "isim": "Boyun-SMR",
    "tip": "esneme",
    "kas": "boyun",
    "ekipman": "yalnızca gövde",
    "zorluk": "orta",
    "talimatlar": "Bir kas makarası veya bir merdane kullanarak, makarayı başınızın özellikleri ve boynunuzdaki yerine. Makarayı doğrudan omuriliğin üzerine koymaya özen göstermeyen, ancak makaranın omuriliğin her iki taraftaki kaslara bastırılacak şekilde hafifçe ısıtıldığından emin olun. Bu başlangıçlar olacak. Boyun kaslarınızın Üzerinde, gerilme noktalarında 10-30 saniye boyunca durarak boyun kaslarınızın üzerinde aşağı doğru hareket edin."
  }
]