[
    {
      "name": "Smith Machine Calf Raise",
      "type": "kuvvet",
      "muscle": "calves",
      "equipment": "machine",
      "difficulty": "orta",
      "instructions": "Smith makinesinin çubuğunun altına bir blok veya ağırlık levhası yerleştirin. Çubuğu boyunuza en uygun pozisyona getirin. Doğru yükseklik seçildikten ve çubuk yüklendikten sonra, ayak parmaklarınızın topuklarına basın ve çubuğu omuzlarınızın arkasına yerleştirin. Çubuğu her iki elinizle de öne doğru tutarak çubuğu çözmek için çevirin. Bu başlangıç pozisyonunuz olacak. Topuklarınızı, baldırlarınızı en üst kasılma noktasında maksimum yüksekliğe kadar iterek, dizlerinizin uzatılmış kalmasını sağlayarak kaldırın. Kasılma pozisyonunu bir saniye boyunca tutun, ardından geri gitmeye başlamadan önce nefes alın. Topuklarınızı yavaşça indirirken nefes alın. Tavsiye edilen tekrar sayısı için tekrarlayın."
    },
    {
      "name": "Standing Calf Raises",
      "type": "kuvvet",
      "muscle": "calves",
      "equipment": "machine",
      "difficulty": "başlangıç",
      "instructions": "Baldır kaldırma makinesinin yastıklı kolu boyunuzu uyacak şekilde ayarlayın. Omuzlarınızı sağlanan yastıkların altına yerleştirin ve parmaklarınızı ileriye doğru yönlendirin (veya bölümün başında açıklanan iki diğer pozisyonu kullanarak). Ayak parmaklarınızın topuklarını baldır bloğunun üstüne sabitleyin ve topukları uzatın. Kalçanızı ve dizlerinizi uzatarak kolu yukarı itin, böylece gövdeniz dik durur. Dizler hafifçe bükülü tutulmalıdır; asla kilitlememelidir. Parmak uçları, bölümün başında açıklanan şekilde ileriye, dışa veya içe yönlendirilmelidir. Bu başlangıç pozisyonunuz olacak. Nefes alarak topuklarınızı kaldırın, ayak bileklerinizi mümkün olduğunca uzatarak baldırınızı bükeceğiniz bir şekilde. Diz her zaman sabit tutulmalıdır. Hiçbir zaman bükülmemelidir. Kasılmış pozisyonu bir saniye boyunca tutun, sonra geri gitmeye başlamadan önce nefes alın. Topuklarınızı yavaşça indirirken nefes alın. Tavsiye edilen tekrar sayısı için tekrarlayın. Dikkat: Bel problemleriniz varsa, bir stancıl baldır presi, bir ayakta baldır kaldırma sırasında ağırlığı desteklemek zorunda kalan beli korur. Ayrıca, belinizi her zaman düz ve sabit tutun. Belin yuvarlanması, alt bel yaralanmasına neden olabilir. Çeşitlilik: Birçok başka şekilde ayakta baldır kaldırma yapabilirsiniz. Bir makine yerine barbell kullanılabilir, ayrıca dumbbell'lar, bir bacak veya iki bacak aynı anda kullanılabilir. Bu hareketlerin aşağıda açıklanan hareket tanımlamalarına başvurun. Bir smith makinesi de baldır kaldırmak için kullanılabilir."
    },
    {
      "name": "Seated Calf Raise",
      "type": "kuvvet",
      "muscle": "calves",
      "equipment": "machine",
      "difficulty": "orta",
      "instructions": "Makineye oturun ve ayak parmaklarınızı platformun alt kısmına yerleştirin, topukları uzatarak. Seçtiğiniz ayak parmak pozisyonunu (ileri, içe veya dışa) bu bölümün başındaki gibi ayarlayın. Alt bacaklarınızı uyluk kapağının altına yerleştirin, uyluk yüksekliğinize göre ayarlanmalıdır. Şimdi ellerinizi uyluk kapağının üstüne kaymasını önlemek için kapağın üzerine yerleştirin. Topukları yukarı iterek kapağı hafifçe kaldırın ve güvenlik çubuğunu serbest bırakın. Bu başlangıç pozisyonunuz olacak. Topukları yavaşça bükerek, baldırlar tamamen gerildiğinde nefes alın. Bu hareketi yaparken nefes alın. Tavsiye edilen tekrar sayısı için tekrarlayın."
    },
    {
      "name": "Calf Press On The Leg Press Machine",
      "type": "kuvvet",
      "muscle": "calves",
      "equipment": "machine",
      "difficulty": "orta",
      "instructions": "Bir bacak pres makinesi kullanarak, makinenin üzerine oturun ve ayaklarınızı doğrudan önünüzdeki platforma orta (omuz genişliğinde) bir ayak duruşuyla yerleştirin. Ağırlıklı platformu yerinde tutan güvenlik çubuklarını indirin ve bacaklarınız tamamen uzanana kadar platformu itin, dizlerinizi kilitlemeden. (Not: Bazı bacak pres ünitelerinde güvenlik çubuklarını artırılmış güvenlik için yerinde bırakabilirsiniz. Eğer bacak pres üniteniz buna izin veriyorsa, bu, egzersizi gerçekleştirmenin tercih edilen yoludur.) Gövdeniz ve bacaklarınız mükemmel 90 derece açı yapmalıdır. Şimdi dikkatlice parmaklarınızı ve ayak parmaklarınızı platformun alt kısmına yerleştirin, topukları uzatarak. Parmak uçları, bölümün başında açıklanan şekilde ileriye, dışa veya içe yönlendirilmelidir. Bu başlangıç pozisyonunuz olacak. Nefes alarak topuklarınızı kaldırın, ayak bileklerinizi mümkün olduğunca uzatarak baldırınızı bükeceğiniz bir şekilde. Diz her zaman sabit tutulmalıdır. Hiçbir zaman bükülmemelidir. Kasılmış pozisyonu bir saniye boyunca tutun, sonra geri gitmeye başlamadan önce nefes alın. Topuklarınızı yavaşça indirirken nefes alın. Tavsiye edilen tekrar sayısı için tekrarlayın. Dikkat: Ayaklarınızı platformun alt kısmına yerleştirirken çok dikkatli olun, kayarsanız ve güvenlik çubukları kilitli değilse ciddi bir kaza yaşayabilirsiniz. Çeşitlilik: Bu egzersizi tek bacaklı olarak da gerçekleştirebilirsiniz."
    },
    {
      "name": "Rocking Standing Calf Raise",
      "type": "kuvvet",
      "muscle": "calves",
      "equipment": "barbell",
      "difficulty": "başlangıç",
      "instructions": "Bu egzersiz, güvenlik amacıyla bir squat rack içinde en iyi şekilde gerçekleştirilir. İlk olarak, çubuğu boyunuza en uygun bir rafla ayarlayın. Doğru yükseklik seçildikten ve çubuk yüklendikten sonra, çubuk altına geçin ve çubuğu omuzlarınızın arkasına yerleştirin (boyun altından hafifçe aşağıya). Çubuğa her iki kolu da her taraftan tutarak çubuğu raflardan çıkarın, ilk önce bacaklarınızla itme ve aynı anda gövdenizi dikleştirme. Rafın yanından uzaklaşın ve parmaklarınızı omuz genişliğinde orta bir duruşla yerleştirerek bacaklarınızı kullanarak. Başınızı her zaman yukarıda tutun, aşağı bakmak sizi denge dışına çıkarır. Ayrıca, düz bir sırtı koruyun ve dizleri hafifçe bükük tutun; asla kilitlemeyin. Bu başlangıç pozisyonunuz olacak. İpucu: Daha iyi bir hareket açıklığı için topuklarınızı ahşap bir bloğa yerleştirebilirsiniz, ancak bu seçenek daha fazla denge ve sağlam bir blok gerektirdiğinden dikkatli olun. Nefes alarak topuklarınızı kaldırın, ayak bileklerinizi mümkün olduğunca uzatarak baldırınızı bükeceğiniz bir şekilde. Diz her zaman sabit tutulmalıdır. Hiçbir zaman bükülmemelidir. Kasılmış pozisyonu bir saniye boyunca tutun, sonra geri gitmeye başlamadan önce nefes alın. Topuklarınızı yavaşça indirirken nefes alın. Tavsiye edilen tekrar sayısı için tekrarlayın. Dikkat: Bel problemleriniz varsa, bir stancıl baldır presi, bir ayakta baldır kaldırma sırasında ağırlığı desteklemek zorunda kalan beli korur. Ayrıca, belinizi her zaman düz ve sabit tutun. Belin yuvarlanması, alt bel yaralanmasına neden olabilir. Çeşitlilik: Bir smith makinesi de bu egzersiz için kullanılabilir ve düşük dengeye sahip olanlar için daha iyi bir seçenektir. Dumbbell'lar da kullanılabilir."
    },
    {
      "name": "Calf Press",
      "type": "kuvvet",
      "muscle": "calves",
      "equipment": "machine",
      "difficulty": "başlangıç",
      "instructions": "Koltuğu öyle ayarlayın ki, bacaklarınız başlangıç pozisyonunda hafifçe bükülü olsun. Ayak parmaklarınız platformun üzerinde sıkıca oturmalıdır. Uygun bir ağırlık seçin ve kulpları kavrayın. Bu başlangıç pozisyonunuz olacak. Dizleri uzatarak bacakları, ağırlığı yalnızca yüksekten kaldırarak düşük bir seviyeye kaldırın. Ayak bileğiniz tamamen flekse olmalı, ayak parmaklarınız yukarı bakmalıdır. Hareketi ağırlığı topuklarınızın üzerinden aşağı doğru bastırarak gerçekleştirin. Kısa bir duraklamanın ardından hareketi tersine çevirin ve tekrarlayın."
    }
]