[
    {
        "name": "Dumbbell Bench Press",
        "type": "kuvvet",
        "muscle": "chest",
        "equipment": "dumbbell",
        "difficulty": "orta",
        "instructions": "Düz bir bench üzerine uzanın, her elinizde birer dumbbell ile uyluklarınızın üstünde dinlenin. Avuç içleriniz birbirine bakmalıdır. Dumbbell'ları kaldırmak için uyluklarınızı kullanarak birer birer yukarı doğru kaldırın, böylece onları omuz genişliğinde önünüzde tutabilirsiniz. Omuz genişliğinde olduğunuzda bileklerinizi öne doğru çevirerek avuç içlerinizin size doğru bakmasını sağlayın. Dumbbell'lar göğsünüzün yanlarında olmalıdır, üst kol ve alt kolunuz 90 derece açı yapmalıdır. Dumbbell'ları her zaman tam kontrol altında tuttuğunuzdan emin olun. Bu pozisyon başlangıç pozisyonunuz olacaktır. Sonra nefes verirken, göğüs kaslarınızı kullanarak dumbbell'ları itin. Kollarınızı kilitli bir şekilde yukarıda tutun ve göğsünüzü sıkın, bir saniye bekleyin ve ardından yavaşça aşağı inmeye başlayın. İpucu: İdeally, ağırlığı indirmek, kaldırmaktan yaklaşık iki kat daha uzun sürmelidir. Antrenman programınızın belirttiği tekrar sayısı kadar hareketi tekrarlayın. Dikkat: Hareketi bitirdiğinizde dumbbell'ları yanınıza bırakmayın, bu omuz rotator manşetinize ve çevrenizde antrenman yapan diğer kişilere tehlikeli olabilir. Sadece bacaklarınızı yerden kaldırarak dizlerinizden bükün, bileklerinizi çevirerek avuç içlerinizin birbirine bakmasını sağlayın ve dumbbell'ları uyluklarınızın üstüne koyun. Her iki dumbbell da uyluklarınıza temas ettiğinde, üst vücudunuzu (dumbbell'ları uyluklarınıza bastırarak) yukarı doğru itin ve aynı anda bacaklarınızla hafifçe öne doğru bir tekme yapın (dumbbell'ları uylukların üstünde tutarak). Bu birleşik hareketle, momentum sizi her iki dumbbell'la birlikte uylukların üstünde oturan bir pozisyona geri getirecektir. Bu anda dumbbell'ları yere koyabilirsiniz. Çeşitlendirmeler: Bu egzersizin başka bir varyasyonu, ellerin avuç içlerinin birbirine bakacak şekilde yapılmasıdır. Ayrıca, elleri birbirine bakacak şekilde egzersizi gerçekleştirebilir ve ardından dumbbell'ları kaldırırken bileği çevirerek hareketin en üst noktasında avuç içlerinin vücuda doğru bakmasını sağlayabilirsiniz. Bu varyasyonu ben kişisel olarak pek sık kullanmıyorum, omuzlarıma zorlayıcı geldiği için."
    },
    {
        "name": "Pushups",
        "type": "kuvvet",
        "muscle": "chest",
        "equipment": "body_only",
        "difficulty": "orta",
        "instructions": "Yere yüz üstü uzanın ve ellerinizi vücudunuzdan uzakta, kollarınızın uzunluğunda tutun. Sonra nefes alırken, göğsünüz neredeyse yere dokunacak şekilde kendinizi aşağı indirin. Şimdi nefes verin ve üst vücudunuzu sıkarak başlangıç pozisyonuna geri basın. Kısa bir duraklamanın ardından, tekrarlanacak kadar indirmeye başlayabilirsiniz. Çeşitlendirmeler: Eğer bu egzersizi yapmakta yeniyseniz ve yapacak kadar kuvvetiniz yoksa, ya dizlerinizi bükerek direnci azaltabilir ya da egzersizi yerine duvar karşısında yapabilirsiniz. En ileri seviye sporcularda, direnci artırmak ve üst göğsü daha fazla hedeflemek için ayaklarınızı bench gibi yüksek bir yüzeye koyabilirsiniz."
    },
    {
        "name": "Close-grip bench press",
        "type": "kuvvet",
        "muscle": "chest",
        "equipment": "barbell",
        "difficulty": "orta",
        "instructions": "Düz bir bench üzerine uzanın. Dar bir kavrama (omuz genişliğinde) kullanarak çubuğu raflardan kaldırın ve kollarınızı kilitli bir şekilde doğrudan üzerinizde tutun. Bu başlangıç pozisyonunuz olacaktır. Nefes alırken, barı yavaşça orta göğsünüzde hissedene kadar aşağı doğru indirin. İpucu: Normal bir bench press'in aksine, dirsekleri her zaman gövdeye yakın tutarak triseps katılımını maksimize etmelisiniz. Bir saniyelik bir duraklamanın ardından, barı başlangıç pozisyonuna geri getirirken nefes verin ve triseps kaslarınızı kullanarak barı itin. Kollarınızı kilitli pozisyonda tutun, en üst noktada göğsünüzü sıkın, bir saniye bekleyin ve ardından yavaşça tekrar aşağı inmeye başlayın. İpucu: Ağırlığı indirmenin çıkarmaktan en az iki kat daha uzun sürmesi gerektiğini unutmayın. Belirtilen tekrar sayısı için hareketi tekrarlayın. Hareketi bitirdiğinizde, barı raflara geri koyun. Dikkat: Bu egzersizi yeni yapıyorsanız, bir spotter kullanmanız önerilir. Spotter mevcut değilse, kullanılan ağırlık konusunda temkinli olun. Ayrıca, çubuğun çok ileriye kaymasına izin vermeye dikkat edin. Çubuğun göğsünüzün ortasına değmesini ve başka hiçbir yere değmemesini istersiniz. Çeşitlendirmeler: Bu egzersiz aynı zamanda iç tutma kullanılarak bir e-z çubuk veya dumbbell'larla da gerçekleştirilebilir."
    },
    {
        "name": "Dumbbell Flyes",
        "type": "kuvvet",
        "muscle": "chest",
        "equipment": "dumbbell",
        "difficulty": "orta",
        "instructions": "Düz bir bench üzerine uzanın, her elinizde birer dumbbell uyluklarınızın üstünde dinlenirken. Avuç içleriniz birbirine bakmalıdır. Dumbbell'ları kaldırmak için uyluklarınızı kullanarak birer birer yukarı doğru kaldırın, böylece onları omuz genişliğinde önünüzde tutabilirsiniz. Omuz genişliğinde olduğunuzda bileklerinizi öne doğru çevirerek avuç içlerinizin size doğru bakmasını sağlayın. Dumbbell'ları sanki onları itiyormuş gibi yukarı kaldırın, ancak kilitlemeden hemen önce durun. Bu başlangıç pozisyonunuz olacaktır. Biceps tendonunda stresi önlemek için dirseklerinizde hafif bir bükülme ile kollarınızı yanlara doğru geniş bir yay hareketi yaparak aşağı indirin, göğsünüzde gerilme hissedene kadar. Bu kısmı gerçekleştirirken nefes alın. İpucu: Hareket boyunca kollar sabit kalmalı; hareket sadece omuz ekleminde olmalıdır. Kollarınızı başlangıç pozisyonuna geri getirirken göğüs kaslarınızı sıkın ve nefes verin. İpucu: Ağırlıkları indirmek için kullanılan hareket açısını korumaya dikkat edin. Kontrakte pozisyonda bir saniye bekleyin ve belirtilen tekrar sayısı için hareketi tekrarlayın. Çeşitlendirmeler: Farklı uyarılar için avuç içlerinin öne bakacak şekilde bir versiyonunu kullanabilirsiniz."
    },
    {
        "name": "Incline dumbbell bench press",
        "type": "kuvvet",
        "muscle": "chest",
        "equipment": "dumbbell",
        "difficulty": "orta",
        "instructions": "Eğimli bir bench üzerine sırtüstü uzanın, her elinizde birer dumbbell uyluklarınızın üstünde. Avuç içleriniz birbirine bakmalıdır. Sonra, uyluklarınızı kullanarak dumbbell'ları birer birer yukarı iterek omuz genişliğinde tutabilirsiniz. Dumbbell'ları omuz genişliğinde yukarı kaldırdığınızda, bileklerinizi öne doğru çevirerek avuç içlerinizin size doğru bakmasını sağlayın. Bu başlangıç pozisyonunuz olacaktır. Dumbbell'ları her zaman tam kontrol altında tuttuğunuzdan emin olun. Sonra nefes verin ve göğsünüzü kullanarak dumbbell'ları itin. Kollarınızı üstte kilitleyin, bir saniye bekleyin ve ardından ağırlığı yavaşça indirmeye başlayın. İpucu: İdeally, ağırlıkları indirmek, kaldırmaktan yaklaşık iki kat daha uzun sürmelidir. Belirtilen tekrar sayısı için hareketi tekrarlayın. Hareketi bitirdiğinizde, dumbbell'ları uyluklarınıza geri koyun ve ardından yere koyun. Bu, dumbbell'ları bırakmanın en güvenli yoludur. Çeşitlendirmeler: Eğimli bench üzerinde farklı açıları kullanabilirsiniz. Kullandığınız bench ayarlanabilirse, bu egzersizi çeşitlendirmek için farklı açıları deneyebilirsiniz. Bu egzersizin başka bir varyasyonu, ellerin avuç içlerinin birbirine bakacak şekilde yapılmasıdır. Ayrıca, elleri birbirine bakacak şekilde egzersizi gerçekleştirebilir ve ardından dumbbell'ları kaldırırken bileği çevirerek hareketin en üst noktasında avuç içlerinin vücuda doğru bakmasını sağlayabilirsiniz. Bu varyasyonu ben kişisel olarak pek sık kullanmıyorum, omuzlarıma zorlayıcı geldiği için."
    },
    {
        "name": "Low-cable cross-over",
        "type": "kuvvet",
        "muscle": "chest",
        "equipment": "kablo",
        "difficulty": "orta",
        "instructions": "Başlangıç pozisyonuna geçmek için makaraları düşük konumda yerleştirin, kullanılacak direnci seçin ve her elinizde bir tutamı tutun. Geriye doğru adım atarak makaralarda gerginlik oluşturun. Avuç içleriniz öne bakmalı, eller bel hizasında ve kollarınız düz olmalıdır. Bu başlangıç pozisyonunuz olacaktır. Hafif bir bükülme ile ellerinizi yukarı doğru ve vücudunuzun orta hattına doğru çekin. Elleriniz göğsünüzün önünde bir araya gelmeli, avuç içleri yukarı bakmalıdır. Kısa bir durak sonrasında kollarınızı başlangıç pozisyonuna geri getirin."
    },
    {
        "name": "Barbell Bench Press - Medium Grip",
        "type": "kuvvet",
        "muscle": "chest",
        "equipment": "barbell",
        "difficulty": "orta",
        "instructions": "Düz bir bench üzerine uzanın. Orta genişlikte bir kavrama (ön kollar ile üst kollar arasında hareketin ortasında 90 derecelik bir açı oluşturan bir kavrama) kullanarak barı raflardan kaldırın ve kollarınızı kilitleyerek doğrudan üzerinizde tutun. Bu başlangıç pozisyonunuz olacaktır. Başlangıç pozisyonundan nefes alın ve barın orta göğsünüze dokunana kadar yavaşça inmeye başlayın. Kısa bir durak sonrasında, barı başlangıç pozisyonuna doğru itmeye odaklanarak nefes verin. Kollarınızı kilitliyerek ve göğsünüzü sıkıştırarak hareketin en üst noktasında durun, bir saniye bekleyin ve ardından tekrar yavaşça inmeye başlayın. İdeal olarak, ağırlığı indirmek, kaldırmaktan yaklaşık iki kat daha uzun sürmelidir. Belirtilen tekrar sayısı için hareketi tekrarlayın. İşiniz bittiğinde, barı raflara geri koyun. Uyarı: Bu egzersizi ilk kez yapıyorsanız, bir gözlemci kullanmanız önerilir. Gözlemci mevcut değilse, kullanılan ağırlık konusunda temkinli olun. Ayrıca, çubuğun fazla öne kaymasından kaçının. Çubuğun göğsünüzün ortasına ve başka hiçbir yere değmemesi gerekiyor. Çubuğu göğsünüzden sıçratmayın. Çubuğu her zaman tam kontrol altında tutmalısınız."
    },
    {
        "name": "Chest dip",
        "type": "kuvvet",
        "muscle": "chest",
        "equipment": "diğer",
        "difficulty": "orta",
        "instructions": "Bu egzersiz için paralel çubuklara erişiminiz olmalıdır. Başlangıç pozisyonuna geçmek için kendinizi çubukların üzerinde kollarınızı uzatmış bir şekilde tutun. Nefes alırken, gövdenizi yavaşça eğerek torsonuzun yaklaşık 30 derece veya öyle bir açıda eğilmesini sağlayın ve dirseklerinizi hafifçe dışa çıkartın, göğüste hafif bir gerilme hissedene kadar. Gerilimi hissettiğinizde, nefes verirken göğsünüzü başlangıç pozisyonuna getirmek için göğsünüzü kullanın. İpucu: Hareketin üst noktasında göğsü sıkıştırmayı unutmayın. Belirtilen tekrar sayısı için hareketi tekrarlayın. Varyasyonlar: Bu egzersizi ilk kez yapıyorsanız ve yapacak kadar gücünüz yoksa, kullanılabilir bir dip destek makinesi kullanın. Bu makineler, vücut ağırlığınızı itmeye yardımcı olmak için ağırlık kullanır. Aksi takdirde, bacaklarınızı tutan bir gözlemci yardımcı olabilir. Daha deneyimli sporcular, ağırlık plakaları eklemek için kullanılan bir ağırlık kemeri kullanarak egzersize ağırlık ekleyebilir."
    }
]