[
    {
      "name": "Rickshaw Carry",
      "type": "ağır kaldırma",
      "muscle": "forearms",
      "equipment": "other",
      "difficulty": "başlangıç",
      "instructions": "Başlangıç noktasına çerçeveyi yerleştirin ve uygun ağırlıkla yükleyin. Çerçevenin ortasında durarak kulpları kavramaya başlayın ve çerçeveyi kaldırmak için topuklarınızdan itmek suretiyle hareket edin. Göğsünüz ve başınız yukarı bakmalı, sırtınız düz olmalıdır. Hemen hızlı, kontrol edilmiş adımlarla hızlı bir şekilde yürümeye başlayın. Göğsünüzü ve başınızı yukarıda tutun ve nefes almaya devam ettiğinizden emin olun. Uç noktaya ulaştıktan sonra çerçeveyi yere indirin."
    },
    {
      "name": "Palms-down wrist curl over bench",
      "type": "kuvvet",
      "muscle": "forearms",
      "equipment": "barbell",
      "difficulty": "orta",
      "instructions": "Düz bir tezgahtan bir barbelli bir kenara koyarak başlayın. Vücudunuzun düz tezgahta olduğu şekilde iki dizinizin üzerine çökün. Kollarınızı bir pronasyon kavrama (avuç içi aşağı) ile barbelli tutmak için kullanın ve ön kollarınızın düz tezgahın üstünde dinlenmesini sağlayın. Bilekleriniz kenarın üzerinde sarkmalıdır. Bileğinizi yukarı doğru kıvırmaya başlayarak ve nefes vererek başlayın. Bilekleri başlangıç pozisyonuna yavaşça indirerek nefes alın. Önerilen tekrar sayısı için tekrarlayın. Varyasyonlar: Bu egzersiz, ön kollarınızın dinlenme pozisyonu olarak uyluklarınızı kullanarak oturarak da yapılabilir. Bilekleriniz dizlerinizin üzerinde sarkabilir ve yukarıda bahsedilen hareketler yapılabilir. Ayrıca bir barbell yerine bir dambıl da kullanabilirsiniz."
    },
    {
        "name": "Straight-bar wrist roll-up",
        "type": "kuvvet",
        "muscle": "forearms",
        "equipment": "None",
        "difficulty": "orta",
        "instructions": "Her iki elinizle bir barbell tutun ve avuç içleri aşağıda olacak şekilde tutun; eller omuz genişliğinde aralıklı olmalıdır. Hareketi her iki eliniz arasında sırasıyla uzatarak gerçekleştirin, sanki bir gazete sarmış gibi. Başarısızlık noktasına kadar sırayla devam edin. Hareketi tersine çevirerek, bileği bükerken, karşı yönde hareketi sürdürün. Başarısızlık noktasına kadar devam edin."
      },
      {
        "name": "Dumbbell farmer's walk",
        "type": "ağır kaldırma",
        "muscle": "forearms",
        "equipment": "other",
        "difficulty": "orta",
        "instructions": "Çiftçi yürüyüşü için kullanılabilecek çeşitli araçlar bulunmaktadır. Bu araçlar mevcut değilse, ağır dambıllar veya kısa çubuklar kullanılarak da gerçekleştirilebilir. Araçların arasında durarak kulplara kavrandıktan sonra, topuklarınızdan iterek kaldırın, sırtınızı düz tutun ve başınızı yukarı kaldırın. Kısa, hızlı adımlarla yürüyün ve nefes almayı unutmayın. Tipik olarak 50-100 feet kadar belirli bir mesafede, mümkün olduğunca hızlı bir şekilde hareket edin."
      },
      {
        "name": "Palms-up wrist curl over bench",
        "type": "kuvvet",
        "muscle": "forearms",
        "equipment": "barbell",
        "difficulty": "orta",
        "instructions": "Düz bir tezgahtan bir barbelli bir kenara koyarak başlayın. Vücudunuzun düz tezgahta olduğu şekilde iki dizinizin üzerine çökün. Kollarınızı bir supinasyon kavrama (avuç içi yukarı) ile barbelli tutmak için kullanın ve ön kollarınızın düz tezgahın üstünde dinlenmesini sağlayın. Bilekleriniz kenarın üzerinde sarkmalıdır. Bileğinizi yukarı doğru kıvırmaya başlayarak ve nefes vererek başlayın. Bilekleri başlangıç pozisyonuna yavaşça indirerek nefes alın. Önerilen tekrar sayısı için tekrarlayın. Varyasyonlar: Bu egzersiz, ön kollarınızın dinlenme pozisyonu olarak uyluklarınızı kullanarak oturarak da yapılabilir. Bilekleriniz dizlerinizin üzerinde sarkabilir ve yukarıda bahsedilen hareketler yapılabilir. Ayrıca bir barbell yerine bir dambıl da kullanabilirsiniz."
      },
      {
        "name": "Standing behind-the-back wrist curl",
        "type": "kuvvet",
        "muscle": "forearms",
        "equipment": "barbell",
        "difficulty": "başlangıç",
        "instructions": "Doğru durun ve bir barbell'i kalçalarınızın arkasında kollarınızın uzunluğu boyunca bir tutma şekli kullanarak tutun. Ellerinizin avuç içi, kalçalardan uzakta (avuç içi kalçalardan uzakta olacak şekilde) ve elleriniz omuz genişliğinde birbirinden uzak olmalıdır. Ayaklarınız birbirinden omuz genişliğinde olacak şekilde düz durmalısınız. Bu başlangıç pozisyonudur. Nefes verirken, bileği yarı daire şeklinde tavana doğru kıvırmaya başlayın. Not: Bu egzersiz için vücudunuzun sadece bileği hareket ettirmesi gerekmelidir. Kası tutup bir saniye boyunca barbell'i başlangıç pozisyonuna indirin ve nefes alın. Önerilen tekrar sayısı için tekrarlayın. Bittiğinizde, barbell'i dizleri bükerek squat rack'e veya zemine indirin. İpucu: Onu bir squat rack'ten almak veya bir partnerden almak en kolayıdır. Varyasyonlar: Bu hareketi tek bir dambıl kullanarak tek bir kol hareketi yapabilirsiniz. Dizlerinizi birbirine yaklaştırarak veya bir çubuk veya dambıl kullanarak bir kol ve iki kol varyasyonları da yapabilirsiniz."
      },
      {
        "name": "Seated finger curl",
        "type": "kuvvet",
        "muscle": "forearms",
        "equipment": "barbell",
        "difficulty": "başlangıç",
        "instructions": "Her iki elinizle bir barbell tutun ve avuç içleri yukarı bakacak şekilde; eller omuz genişliğinde aralıklı olmalıdır. Ayaklarınızı omuz genişliğinden biraz daha geniş bir aralıkta düz bir zemine yerleştirin. Bu başlangıç pozisyonudur. Parmakları uzatarak çubuğu mümkün olduğunca aşağı indirin. Çubuğun parmaklar boyunca yuvarlanmasına izin vererek çubuğu parmakların son eklemine yaklaştırın. Şimdi çubuğu yukarı kaldırmak için ellerinizi kapatın ve nefes verin. Kası en üstte tutun."
      },
      {
        "name": "Seated Two-Arm Palms-Up Low-Pulley Wrist Curl",
        "type": "kuvvet",
        "muscle": "forearms",
        "equipment": "cable",
        "difficulty": "başlangıç",
        "instructions": "Düşük bir makara makinasının önüne bir tezgah koyun ve üzerinde bir barbell veya EZ Curl eklemi olan bir makara makinasına sahip olun. Tezgahı makaranın üst uyluklara geldiği yerden yeterince uzak bir yere hareket ettirin, böylece tutamağı uyluklara geldiğinde kablo üzerinde gerilim oluşur. Şimdi her iki elinizle tutamağı, avuç içleri yukarı bakacak şekilde, omuz genişliğinde bir kavrama kullanarak tutun. Geriye doğru adım atın ve ayaklarınızı omuz genişliğinde birbirinden uzak, sıkı bir şekilde yerde tutun. Eğilin ve dirseklerinizi uyluklarınıza dayayarak bileklerinizin arkasındaki uyluklarınızın üstüne yerleştirin. Bu başlangıç pozisyonudur. Nefes alırken, sıkı bir kavrama tutunarak çubuğu mümkün olduğunca aşağı indirin. Şimdi nefes alarak, bilekleri mümkün olduğunca yükseğe kaldırarak çubuğu kavrayın. İpucu: Sadece bileğin hareket etmesi gereken bu hareketi yapın; önkollar hareket etmemelidir. Üstte bir saniyelik bir kasılma ile başlangıç ​​pozisyonuna geri dönün. Nefes alın. Önerilen tekrar sayısı için tekrarlayın. Varyasyonlar: Bu egzersizi tek bir tutamaç eklemi (bir kolu kullanarak) veya serbest ağırlıklarla (barbell veya dambıl) bir kol ve iki kol varyasyonları kullanarak da gerçekleştirebilirsiniz."
      },
      {
        "name": "Wrist Roller",
        "type": "kuvvet",
        "muscle": "forearms",
        "equipment": "other",
        "difficulty": "başlangıç",
        "instructions": "Başlamak için, bir bilek rulosunu avuç içi aşağıda bir tutma şekli kullanarak dik bir şekilde tutun. Ayaklarınız omuz genişliğinde olmalıdır. İki kolu tamamen uzatılmış ve önünüzde yere paralel olarak kaldırın. Not: Halatın rulonun etrafına sarılı olmadığından emin olun. Bütün vücudunuz sabit olmalıdır, sadece ön kollarınız hariç. Bu başlangıç pozisyonudur. Bir elinizi bir kez yukarı doğru döndürerek ağırlığı barın etrafına sararak ağırlığı çubuğa kaldırın. Ağırlık çubuğa ulaştığında, ağırlığı başlangıç pozisyonuna indirmeye başlamadan önce ağırlığı yavaşça aşağı indirin. Programınızdaki önerilen tekrar sayısı için tekrarlayın."
      },
      {
        "name": "Seated One-Arm Dumbbell Palms-Up Wrist Curl",
        "type": "kuvvet",
        "muscle": "forearms",
        "equipment": "dumbbell",
        "difficulty": "başlangıç",
        "instructions": "Sağ elinizde bir dambıl ile düz bir banka oturun. Ayaklarınızı düz bir zemine yerleştirin ve omuz genişliğinden biraz daha geniş bir aralıkta olmalıdır. Öne eğilin ve sağ kolunuzu sağ uyluğunuzun üstüne yerleştirin, avuç içi yukarı bakacak şekilde. İpucu: Başparmak bileğinizin üstünde olmalıdır. Bu başlangıç pozisyonudur. Dambılı mümkün olduğunca aşağı indirerek parmakları uzatın ve nefes alın. Şimdi dambılı mümkün olduğunca yükseğe kaldırarak ön kolları sıkın ve nefes verin. Sıkı tutmayı bir saniye boyunca üstte tutun, ardından tekrar başlangıç pozisyonuna indirin. İpucu: Tek hareketin bilekte gerçekleşmesi gereken tek bir hareket olmalıdır. Önerilen tekrar sayısı için tekrarlayın, ardından hareketi değiştirin ve tekrarlayın. Varyasyonlar: Bu hareketi iki kol yerine bir kol hareketi yaparak veya bir çubuk veya dambıl kullanarak yapabilirsiniz."
      }
  ]