[
    {
        "isim": "Dumbbell Bench Press",
        "tip": "kuvvet",
        "kas": "göğüs",
        "ekipman": "dambıl",
        "zorluk": "orta",
        "talimatlar": "Düz bir bench üzerine uzanın, her elinizde birer dambıl ile bunların üstünde dinlenin. Avuç içleriniz arasında bakılmalıdır. Dumbbell'ları almak için olanları kullanarak birer birer yukarıya doğru konumda, böylece onları omuzda yapabileceğinizda önünüzde tutabilirsiniz. Doğru çevirerek avuç içlerinizin boyutu doğru bakmasını sağlayın.Dambıl'lar göğsünüzün yanlarında olmalı, üst kol ve alt kollar 90 derece açı yapmalıdır.Dumbbell'ları her zaman kontrol altında tuttuğunuzdan emin olun. dambıl'ları kullanarak kollarınızı kilitli bir şekilde yukarıda tutun ve göğsünüzü sıkın, bir saniye bekleyin ve sonra aşağı inmeye başlayın.İpucu: İdeal olarak, ağırlığı indirme, kesmeden yaklaşık iki kat daha uzun sürmelidir.Antrenman programınızın kalan tekrar sayıları kadar hareketi. Dikkat: Hareketi bitirdiğinizde dambılları yanınıza bırakmayın, bu omuz rotator manşetinize ve çevrenizde antrenman yapan diğer tehlikeli kişiler olabilir. Sadece bacaklarınızdaki yerden başlayarak dizlerinizden bükün, bileklerinizi çevirerek avuç içlerinizin bir arada bakmasını sağlayın ve dambıl'ları uçlarınızdakilerin üstünde koyun. Her iki dambıl dambıllarınızla temas ettiğinizde, üst vücudunuzu (dambıl'ları yerlerinize bastırarak) doğru yukarı itin ve aynı anda bacaklarınızla hafifçe ileri doğru bir tekme yapın (dambıl'ları çalıştırdıklarınızın üstünde tutarak). Bu birleşik hareketle, momentum sizi her iki dambıl'la birlikte herkesin üstünde oturanların bir pozisyonuna geri dönecektir. Bu anda dambılları yere koyabilirsiniz. Çeşitlendirmeler: Bu egzersizin başka bir çeşitliliğiu, ellerin avuç içlerinin bakacak şekilde yapılmasıdır. Ayrıca, elleri bakacak şekilde egzersizi gerçekleştirebilir ve ardından dambılları kaldırırken bileği çevirerek hareketin en üst bölgedeki paket içlerinin beslenmesini doğru şekilde bakmasını sağlayabilirsiniz. Bu çeşitliliği ben kişisel olarak pek sık kullanmıyorum, omuzlarıma zorlayıcı geldiği için."
    },
    {
        "isim": "Şınav",
        "tip": "kuvvet",
        "kas": "göğüs",
        "ekipman": "yalnızca gövde",
        "zorluk": "orta",
        "talimatlar": "Yere yüz üstü uzanın ve ellerinizi vücudunuzdan yardım, kollarınızın uzunluğunda tutun. Sonra nefes alırken, göğsünüz neredeyse yere dokunacak şekilde kendinizi aşağı indirin. Şimdi nefes verin ve üstünüzde sıkarak başlangıç pozisyonuna geri basın. Kısa bir duraklamanın ardından, tekrarlanacak kadar Çeşitlendirmeler: Eğer bu egzersizi yapmakta yeniyseniz ve yapacağınız kadar kuvvetiniz yoksa, ya dizlerinizi bükerek direnç oranları ya da egzersizi yerine duvar karşısında yapabilirsiniz. "
    },
    {
        "isim": "Yakın tutuşlu bench press",
        "tip": "kuvvet",
        "kas": "göğüs",
        "ekipman": "halter",
        "zorluk": "orta",
        "talimatlar": "Düz bir tezgah üzerine uzanır. Dar bir merkezi (omuz kullanılabilir) kullanarak raflardan saklanır ve kollerinizi kilitli bir şekilde doğrudan üzerinizde tutun. Bu başlangıçta olur. Nefes alırken, barı hastalığın orta göğsünüzde hissedene kadar aşağı doğru indirilir. İpucu : Normal bir bench press'in aksine, dirsekleri her zaman gövdeye yakın tutarak triseps sunmayı maksimize etmek için.Bir saniyelik bir duraklamanın ardından, barı başlangıç pozisyonlarına geri dönerken nefes verin ve triseps kaslarınızı kullanarak barı itin. , bir saniye bekleyin ve ardından tekrar aşağıya inmeye başlayın.İpucu: Ağırlığı indirmenin çıkarılmasından en az iki kat daha uzun sürmesi bildirimini unutmayın.Belirtilen tekrar sayıları için hareketin durdurulmasıHareket bitirdiğinizde, barı raflara geri koyun.Dikkat: Bu egzersizi yeni yapıyorsanız, bir Spotter kullanımı önerilir. Spotter mevcut değilse, kullanılan ağırlık konusunda temkinli olun. Ayrıca, çubuğun çok kaymasına izin verilmesine dikkat edin. Çubuğun göğsünüzün ortasında bozulmaması ve başka hiçbir yerde değmemesini ilerlemesi. Çeşitlendirmeler: Bu egzersiz aynı zamanda iç tutma kullanılarak bir e-z çubuğu veya dambıl'larla da gerçekleştirilebilir."
    },
    {
        "isim": "Dumbell Flyes",
        "tip": "kuvvet",
        "kas": "göğüs",
        "ekipman": "dambıl",
        "zorluk": "orta",
        "talimatlar": "Düz bir bench üzerine uzanın, her elinizde birer dambılların üstünde dinlenirken. Avuç içleriniz bir arada bakılmalıdır. Dumbbell'ları alınır iÇin değişikliklerini kullanarak birer birer yukarıya doğru çalışır, böylece onları omuzlarınızda önünüzde tutabilirsiniz. Omuzlarınızı koruyabileceğinizda bileklerinizi öne doğru çevirerek içlerinizin boyutuna doğru bakmasını sağlayın. Dumbbell'ları sanki onları itiyormuş gibi yukarıya doğru ilerliyor, ancak kilitlemeden hemen önce durun. Bu başlangıçtaz olacaktır. Biceps tendonunda stresi önlemek için dirseklerinizde hafif bir şekilde kalır ile kollarınızı yanlara doğru geniş bir yay hareketi yaparak aşağı indirir, göğsünüzde gerginlik hissedene kadar. Bu kısımdan alınan nefesler. İpucu: Hareket boyunca kollar sabit kalmalı; Hareket sadece omuz ekleminde olmalıdır. Kollarınızı başlangıç pozisyonlarına geri getirirken göğüs kaslarınızı sıkın ve nefes verin. İpucu: Ağırlıkları indirmek için kullanılan hareket açısını izleyin dikkat edin. Kontrakte süreleri bir saniye bekleyin ve belirtilen tekrar sayıları için egzersizin devamını sağlayın. Çeşitlendirmeler: Farklı uyarılar için avuç içlerinin öne bakacak şekilde bir versiyonunu kullanabilirsiniz."
    },
    {
        "isim": "Eğimli dambıl bench press",
        "tip": "kuvvet",
        "kas": "göğüs",
        "ekipman": "dambıl",
        "zorluk": "orta",
        "talimatlar": "Eğimli bir bench üzerine sırt üstü uzanın, her elinizde birer dambıllarınızın üstünde. Avuç içleriniz arasında bakılmalıdır. Sonra, kirpiklerinizi kullanarak dambıl'ları birer birer yukarı iterek Olabilir tutabilirsiniz. Dumbbell'ları omuzlarınızı yukarı kaldırdığınızda, bileklerinizi öne doğru Çevirerek bol miktarda içlerinizin boyutuna doğru bakmasını sağlayın.Bu başlangıç tarihindez olacaktır.Dumbell'ları her zaman tam kontrol altında aldığınızdan emin olun.Sonra nefes verin ve göğsünüzü kullanarak dambıl'ları itin.Kollerinizi üstte kilitleyin, bir saniye bekleyin ve ardından ağırlığı indirmeye başlayın. İpucu: İdeal olarak, ağırlıkları indirme, zayıflamadan yaklaşık iki kat daha uzun sürmelidir.Belirtilen tekrar sayıları için hareketin tamamını.Hareketi bitirdiğinizde, dambıl'larınıza geri koyun ve sonra yere koyun.Bu, dambıl'ları bırakmanın en güvenli şekilde kırılması.Çeşitlendirmeler: Eğimli bench Üzerinde farklı açıları kullanabilirsiniz. Kullandığınız bench ayarlanabilirse, bu egzersizi çeşitlendirmek için farklı açıları takip edilir. Bu egzersizin başka bir çeşidiu, ellerin avuç içlerinin tutulacak şekilde yapılmasıdır. Ayrıca, elleri bakacak şekilde egzersizi gerçekleştirebilir ve ardından dambılları kaldırırken bileği çevirerek hareketin en üst bölgedeki paket içlerinin beslenmesini doğru şekilde bakmasını sağlayabilirsiniz. Bu çeşitliliği ben kişisel olarak pek sık kullanmıyorum, omuzlarıma zorlayıcı geldiği için."
    },
    {
        "isim": "Düşük kablo geçişi",
        "tip": "kuvvet",
        "kas": "göğüs",
        "ekipman": "kablo",
        "zorluk": "orta",
        "talimatlar": "Başlangıç pozisyonna geçmek için makaraları düşük pozisyonda, kullanılacak gücü seçin ve her elinizde bir tutamı tutun. Geriye doğru adım atarak makaralarda gerginlik oluşturma. Avuç içleriniz öne bakmalı, eller hizasında ve kollarınız düz olmalıdır. Bu başlangıçtaz olacaktır. Hafif bir şekilde ilerleyin ile ellerinizi yukarı doğru ve vücudunuzun orta hattına doğru çekin. Ellerinizin göğsünüzün önünde bir araya gelmeli, avuç içleri yukarıya bakmalıdır. Kısa bir duraklama sonrasında kollarınızı başlangıç durumuna geri çalıştırın."
    },
    {
        "isim": "Barbell Bench Press - Orta Kavrama",
        "tip": "kuvvet",
        "kas": "göğüs",
        "ekipman": "halter",
        "zorluk": "orta",
        "talimatlar": "Düz bir bench üzerine uzanın. Orta genişlikte bir ana başlık (ön kollar ile üst kollar arasında hareketin ortasında 90 derecelik bir açılı bir pencere) kullanarak barı raflardan üreme ve kollarınızı kilitleyerek doğrudan üzerinizde tutun. Bu başlangıç konumundaz olacaktır. Nefes alın ve barın orta göğsünüze dokunana kadar inmeye başlayın.Kısa bir duraklama sonrasında, barı başlangıç pozisyonuna doğru itmeye odaklanarak nefes verin.Kollarınızı bloke ederek ve göğsünüzü sıkıştırarak hareketin en üst noktada durun, bir saniye bekleyin ve ardından tekrar etmeye başlayın.İdeal olarak, ağırlık indirme, kesintilerden yaklaşık iki kat daha uzun sürelidir.belirtilen tekrar sayıları için hareketin tamamı.İşiniz bitti, barı raflara geri koyun.Uyarı: Bu egzersizi ilk kez yapıyorsanız, bir yedekleme kullanmanız önerilir.Ayrıca gözlemci mevcut değildir, kullanılan ağırlık konusunda temkinli olun. , çekmekten fazla öne kaymaktan kaçınmak. Çubuğun göğsünüzün ortasında ve başka hiçbir yere değmemesi gerekiyor. Çubuğunuz göğsünüzden sıçramayın. Çubuğu her zaman tam kontrol altında tutmalısınız."
    },
    {
        "isim": "Göğüs eğimi",
        "tip": "kuvvet",
        "kas": "göğüs",
        "ekipman": "diğer",
        "zorluk": "veya",
        "talimatlar": "Bu egzersiz için paralel çubuklara erişiminiz olmalıdır. Başlangıç pozisyonlarına geçmek için çubukların üzerinde kollerinizi uzatmış bir şekilde tutun. Nefes alarak, gövdenizi eğerek torsonuzun yaklaşık 30 derece veya öyle bir açıda bükülmesini sağlayın ve dirseklerinizi hafifçe çıkartın, göğüste hafiflerinizi çıkarın Bir gerilim hissedene kadar Gerilimi baskınızda, nefes öykülerinin göğsünüzü başlangıç pozisyonlarına ulaşmak için göğsünüzü kullanın.İpucu: Hareketin üst gerginliği göğüs sıkıştırmayı unutmayın.Belirtilen tekrar süreleri için egzersiz süresi Varyasyonlar: Bu egzersizi ilk kez yapıyorsanız ve yapabileceğiniz kadar gücünüz yoksa, kullanılabilir bir dip Bu makineler, vücut ağırlığınızı itmeye yardımcı olmak için ağırlık kullanır.Aksi takdirde, bacaklarınızı tutan bir güçte yardımcı olabilir.Daha fazla kapasitede sporcular, ağırlık plakaları seçmek için kullanılan bir ağırlık kemerini kullanarak egzersiz ağırlığını seçebilirsiniz."
    }
]