[
  {
    "isim": "Hip Adduction",
    "tip": "kuvvet",
    "kas": "ic_bacak",
    "ekipman": "makine",
    "zorluk": "orta",
    "talimatlar": "Adductor makinesiyle çalışma başlangıcında oturun ve rahatınız için uygun bir ağırlık seçin. Vücudunuzu makinenin pedlerine doğru yerleştirin ve her iki tarafı kavrayan kulplara tutunun. Üst vücudunuz (belinizden yukarısı) makinenin karşısında olmalıdır. Makineye karşı bastırarak bacaklarınızı birbirine doğru hareket ettirin. Kasılma hissini bir saniye boyunca tutun ve nefes alarak bacaklarınızı başlangıç pozisyonlarına geri getirin. Not: Herhangi bir sakatlığı önlemek için vücudunuzun üst kısmının sabit kaldığından ve ani, hızlı hareketlerden kaçındığınızdan emin olun. "
  },
  {
    "isim": "Band Hip Thrust",
    "tip": "kuvvet",
    "kas": "ic_bacak",
    "ekipman": "bantlar",
    "zorluk": "başlangıç",
    "talimatlar": "Bir bant, sağlam bir direğe veya başka bir nesneye bağlanır. Sol tarafınızı direğe çevirin ve sağ ayağınızı banda geçirerek bileğinizi alın. Dik durun ve ihtiyacınız varsa direğe tutun. Bu, başlangıçta hissedeceğiniz bir gerilim olacaktır. Dizinizi düz tutarak sağ bacağınızı yan tarafa doğru hareket ettirin ve istenen tekrar sayıları için bekleyin."
  },
  {
    "isim": "Lateral Leg Raise",
    "tip": "germe",
    "kas": "ic_bacak",
    "ekipman": "yalnızca vücut",
    "zorluk": "başlangıç",
    "talimatlar": "Bir sandalyenin yanında durun, destek olarak kullanabilirsiniz. Bir bacak üzerinde durun. Bu, başlangıçta olacak olan pozisyonunuzdur. Dizinizi düz tutarak, yan tarafa mümkün olduğunca devam edin ve tekrar aşağı doğru sallayarak ayağınızın karşı yöne doğru kıvrılmasına izin verin. Bu sallantı hareketini 5-10 kez tekrarlayın ve her tekrarda hareket aralığını artırın."
  },
  {
    "isim": "Lateral Jump",
    "tip": "pliometrik",
    "kas": "ic_bacak",
    "ekipman": "yalnızca vücut",
    "zorluk": "orta",
    "talimatlar": "Yarım squat pozisyonunda başlayın ve dizlerinizi 90 dereceden açık bir konuma getirin. Bu, başlangıç olacaktır. Ön bacağınızı içeriye doğru hareket ettirerek karşı yönde bir bükülme yapın ve ağırlığınızı dış bacağa kaydırın. Hemen itiş yapın ve yan genişleme hareketini mümkün olan en uzağa kadar yapın. İnişte hemen karşı yöne itme yapın ve başlangıç pozisyonuna geri dönün. Birkaç tekrar boyunca ileri geri devam edin."
  },
  {
    "isim": "Kasık ve Sırt Esnetme",
    "tip": "germe",
    "kas": "ic_bacak",
    "ekipman": "sadece vücut",
    "zorluk": "başlangıç",
    "talimatlar": "Bacaklarınız bükülü ve ayaklarınız birbirine değecek şekilde yerde oturun. Ellerinizi başınızın arkasında birleştirin. Bu, başlangıç pozisyonunuz olacaktır. Dirseklerinizi içeri doğru yönlendirerek aşağı doğru eğilin. Kısa bir duraklamanın ardından, başlangıç pozisyonunuza yukarı doğru geri dönün. Bu hareketi 10-20 tekrar süresince tekrarlayın."
  },
  {
    "isim": "Adductor SMR",
    "tip": "germe",
    "kas": "ic_bacak",
    "ekipman": "köpük rulosu",
    "zorluk": "başlangıç",
    "talimatlar": "Yüz üstü uzanın ve bir bacağınızı bir köpük rulosu üzerine yerleştirin. Gerginlik noktalarında 10-30 saniye boyunca bekleyin. Ardından diğer bacakla devam edin."
  },
  {
    "isim": "Lying Groin Stretch",
    "tip": "germe",
    "kas": "ic_bacak",
    "ekipman": "yalnızca vücut",
    "zorluk": "orta",
    "talimatlar": "Sağ tarafınızda yatarak başlayın ve sağ dizinizi önünüzde bükün. Gövdeyi stabilize etmek için sağ dizinizin önüne yerleştirin. Başınızı sağ elinizin üzerine veya omzunuza koyun. Sol bacağınızı yukarı doğru ve dizin arka kısmında tutun. Sol dizinizi sol omzunuza doğru çekin ve aynı anda ayağınızı veya dizinizi yere bastırın. Bu gerilimi şiddetlendirmek için solunuzu düzleştirin. Tarafınızı ısıttıktan sonra, aynı işlemi diğer tarafınıza uygulayın."
  },
  {
    "isim": "İç bacak/Kasık",
    "tip": "germe",
    "kas": "ic_bacak",
    "ekipman": "sadece vücut",
    "zorluk": "orta",
    "talimatlar": "Sırt üstü uzanın ve ayaklarınızı tavana doğru uzatın. Ayaklarınızı veya ayak bileklerinizi tutun. Bacaklarınızı mümkün olduğunca sıkıştırın. Bu, başlangıç olacaktır. Bacaklarınızı 10 saniye veya daha fazla sıkıştırmaya devam edin.Şimdi bacaklarınızı rahatlatın ve ayaklarınızı açarken uzanın. Aşırı gerilmeyi veya sakatlanmayı önlemek için sıkıştırmanın yeterli olduğundan emin olun."
  },
  {
    "isim": "False Plié",
    "tip": "germe",
    "kas": "ic_bacak",
    "ekipman": "sadece vücut",
    "zorluk": "başlangıç",
    "talimatlar": "Sırt üstü uzanın ve dizlerinizi bükerek ayak tabanlarını birleştirin ve bastırın. Arkadaşınız dizlerinizi tutmalıdır. Bu, başlangıçta deneyimleyeceğiniz bir pozisyondur. Dizlerinizi sıkıştırmaya devam edin ve arkadaşınızın herhangi bir hareketini engellemesini sağlayın. 10-20 saniye sonra, dizlerinizi yere doğru ittikçe kaslarınızı çalıştırın. Gerilmenin yeterli olduğunu bildirmek için arkadaşınıza haber vermekten emin olun ve sakatlanmayı önlemek için dikkatli olun"
  }
]