[
  {
    "isim": "Uyluk addüktörü",
    "tip": "kuvvet",
    "kas": "addüktörler",
    "ekipman": "makine",
    "zorluk": "orta",
    "talimatlar": "Başlamak için adductor makinesine oturun ve rahatınız için sabit bir ağırlığı seçin. parçalarınız makinenin pedlerine uygun şekilde yerleştirildiğinde, her iki tarafı da kavrayan kulplara tutun. Tüm üst vücudunuz (belinizden yukarısı) olmalıdır. Bu,z olacaktır. makineye karşı bastırarak nefesleri birbirine doğru hareket ettirin.Kasılma hissini bir saniye tıslayın ve bacaklarınızı başlangıç pozisyonlarına geri verilmeden önce nefes alın.Not: herhangi bir sakatlığı önlemek için üstünüzdeu sabit kaldığı ve hızlı ani hareketlerden kaçınmaya dikkat edin. "
  },
  {
    "isim": "Kasırgacılar",
    "tip": "germe",
    "kas": "addüktörler",
    "ekipman": "yalnızca gövde",
    "zorluk": "başlangıç",
    "talimatlar": "Yerde bir şınav pozisyonunda başlayın. Bu, başlangıç pozisyonuz olacaktır. İki bacağınızı kullanarak ileri doğru sıçrayın ve ayaklarınızı ellerinizden aşağıya indirerek iniş yapın. Bu esnada başınızı yukarıda tutun. Başlangıç pozisyonuna ve hemen hareketi tekrarlayarak 10-20 tekrarlayarak devam edin."
  },
  {
    "isim": "Grup Kalça Eklemeleri",
    "tip": "kuvvet",
    "kas": "addüktörler",
    "ekipman": "bantlar",
    "zorluk": "başlangıç",
    "talimatlar": "Bir bant sağlam bir direğe veya başka bir nesneye alınır. Sol tarafınızı direğe çevirin ve sağ ayağınızı banda geçirerek bileğinizi alın. Dik durun ve ihtiyacınız varsa direğe tutun. Bu, başlangıçta yaşayacağız olacaktır. Dizinizi düz tutarak sağ bacağınızı yan Çalıştırılana kadar başlangıç pozisyonuna gelin ve istenen tekrar sayıları için bekleyin.Taraf ayrıldı."
  },
  {
    "isim": "Yan Bacak Kaldırma",
    "tip": "germe",
    "kas": "addüktörler",
    "ekipman": "yalnızca gövde",
    "zorluk": "başlangıç",
    "talimatlar": "Bir sandalyeye yan yana durun, destek olarak kullanabilirsiniz. Bir bacak üzerinde durun. Bu, başlangıçta olacağız olacaktır. Dizinizi düz tutarak, bu mümkün olduğu kadar yan noktaya kadar devam edin ve tekrar aşağı sallayın, ayağınızın karşı kıvrılmasına izin vererek. Bu sallantı hareketini 5-10 kez sürekli ve tekrarında hareket aralığını artırın."
  },
  {
    "isim": "Yanal atlama",
    "tip": "pliometrik",
    "kas": "addüktörler",
    "ekipman": "yalnızca gövde",
    "zorluk": "orta",
    "talimatlar": "Yarım squat alarak seyahatlerinizden 90 derece uzakta durun. Bu, başlangıç ​​oluruz olacaktır. Öncü bölmenize içe doğru bir karşı hareket yaptırın ve ağırlığınızı dıştaki bacağa gidin. Hemen itme yapın ve mümkün olan mesafeden yan genişlemeya bölün. İnişte hemen karşı yöne itme yapın, orijinal başlangıç dönemlerine gidin. Birkaç tekrar boyunca ileri geri devam edin."
  },
  {
    "isim": "Kasık ve Sırt Esnetme",
    "tip": "germe",
    "kas": "addüktörler",
    "ekipman": "yok",
    "zorluk": "başlangıç",
    "talimatlar": "Bacaklarınızı bükülmüş ve ayaklarınız birbirine değecek şekilde yerde oturun. Ellerinizi başınızın arkasında birleştirin. Bu, başlangıç ​​zamanlarındaz olacaktır. Dirseklerinizi içinizdekilere yönelik aşağı doğru gidişin. Kısa bir duraklamanın ardından, başlangıç konumlarınızı yukarıya doğru geri döndürün. 10-20 tekrar için süresiz."
  },
  {
    "isim": "Addüktör SMR",
    "tip": "germe",
    "kas": "addüktörler",
    "ekipman": "köpük_roll",
    "zorluk": "başlangıç",
    "talimatlar": "Yüz üstü uzanın ve bir bacağınızı bir köpük rulosu üzerine yumurtadan. gerginlik noktalarında 10-30 saniye boyunca duraklayın. Diğer bacaklarla devam edin."
  },
  {
    "isim": "Yan Yatış Kasık Esnetme",
    "tip": "germe",
    "kas": "addüktörler",
    "ekipman": "yalnızca gövde",
    "zorluk": "orta",
    "talimatlar": "Sağ tarafınızda yatarak başlayın ve sağ dizinizi önünüzde bükün, gövdeyi stabilize etmek için sağ dizinizin önüne. Başınızı sağ elinizin üzerine veya omuzunuza koyun. Sol bacağınızı yukarıya doğru ve dizin arka kısmında tutun (daha kolay) veya ayaktan (daha zor) Sol dizinizi sol omzunuza doğru çekin ve aynı anda ayağınızı veya dizinizi yere bastırın. Bu gerilmeyi şiddetlendirmek için solunuzu düzleştirin. Taraf ısıtıldı."
  },
  {
    "isim": "Addüktör/Kasık",
    "tip": "germe",
    "kas": "addüktörler",
    "ekipman": "yok",
    "zorluk": "başlangıç",
    "talimatlar": "Sırt üstü uzanın ve ayaklarınızı tavana doğru döşeyin.Ayaklarınızı veya ayak bileklerinizi tutmalısınız. Parçalarınızı mümkün olduğunca sıkıştırmaya ekleyin. Bu, başlangıçtaz olacaktır. parçalarınızı 10 saniye veya daha fazla sıkıştırmaya devam etmeli, arkadaşınız buna engel olmalıdır. Şimdi bacaklarınızı rahatlatın, arkadaşınızın ayaklarınızı açarken depo uzanın. Aşırı gerilmeyi veya sakatlanmayı önlemek için zayıflamanın yeterli olduğunu arkadaşınıza görünmenizi sağlayın."
  },
  {
    "isim": "Yalancı Bükülmüş Bacak Kasığı",
    "tip": "germe",
    "kas": "addüktörler",
    "ekipman": "diğer",
    "zorluk": "başlangıç",
    "talimatlar": "Sırt üstü uzanın ve dizlerinizi bükerek ayak tabanlarını birleştirin ve bastırın. Ortağınız dizlerinizi tutmalısınız. Bu, başlangıçta oynayacaksınız. Dizlerinizi sıkıştırmaya devam edin, arkadaşınızın herhangi bir hareketini engellemesini sağlayın. 10-20 saniye sonra, dizlerinizi yere doğru ittikçe kaslarınızı yere doğru ittikçe kaslarınızı çalıştırın. Gerilmenin yeterli olduğunu bildirmek için yardımcınıza haber vermekten emin olun ve sakatlanmayı kesmek için sökme takıldığında yardımcınıza yardımcı olduğunuzdan emin olun."
  }
]