[
  {
    "isim": "Halter kalça köprüsü",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "halter",
    "zorluk": "Orta",
    "talimatlar": "Yüklenmiş bir halter ile bacaklarınızın üzerinde oturarak başlayın. Kalın bir bar kullanmak veya barın üzerine bir ped egzersizi bu egzersizin neden olduğu rahatsızlık büyük ölçüde dağılır. Barı kalçalarınızın tam üzerinde olacak şekilde yuvarlanın ve düz bir zemine düz bir şekilde uzanın. Harekete topuklarınızdan iterek başlayın, kalçalarınızı bar boyunca dikey olarak genişletin. Ağırlığınızı üst sırtınız ve ayaklarınızın topukları tarafından desteklenmelidir. Mümkün olan en fazla genişletmek, ardından hareket başlangıç pozisyonuna dönmek için ters yöne gerçekleştirmek için."
  },
  {
    "isim": "Barbell Hip Thrust",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "halter",
    "zorluk": "Orta",
    "talimatlar": "Yere doğrudan arkasında bir tezgahta oturarak başlayın. bölümlerinizin üzerinde yüklü bir halter bulun. Kalın bir bar kullanmak veya barın üzerine bir ped koymak bu egzersizin neden olduğu büyük ölçüde hastalığın olduğu. Barı kalçalarınızın tam üzerinde olacak şekilde yuvarlayın ve omuz bıçaklarınızın üstünde olacak olduğu bir tezgahıta sırt üstü uzanın.Harekete ayaklarınızdan iterek başlayın, bacaklarınızı bar boyunca dikey olarak genişletin.Ağırlığınızı omuz bıçaklarınız ve ayaklarınız tarafından desteklenmelidir.Mümkün olan en fazla genişletin, ardından hareket başlangıç pozisyonuna dönmek için ters rotayı gerçekleştirin."
  },
  {
    "isim": "Tek bacaklı kablolu kalça uzatması",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "kablo",
    "zorluk": "Orta",
    "talimatlar": "Düşük bir kablo makarasına deri bir bilek manşeti takın ve sonra manşeti ayak bileğinize gücünüzü verin. için çalışan barikatlar geriye doğru yüksek bir yarı daire şeklinde hareket ettirin.Tam uzatmada, zirve kasılma elde etmek için glüt kaslarınızı sıkın.Şimdi çalışan bu işlemin başlangıç pozisyonlarına gelene kadar kabloya karşı direncinin kesilmesi çalışan bacağınızı ileri doğru tavsiye edilir.Tavsiye edilen tekrar sayıları için tamamlamak için Bacakları değiştirildi ve diğer hareketleri tekrar edin. Varyasyonlar: Bu egzersizi egzersiz bantları ile yapabilirsiniz."
  },
  {
    "isim": "Kalça köprüsü",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "yalnızca gövde",
    "zorluk": "Orta",
    "talimatlar": "Sırt üstü düz bir zeminde ellerinizi yanınıza alabileceğiniz uzanın ve dizlerinizi bükün. Ayaklarınızı omuzlarınızda yerde olabilirsiniz. Bu, başlangıçta kalacaksınız. Özellikle kalçalarınızla iterek arkadaşlarınızı yerden aldığınız ve sırtınızı düz tutun. kadar tutun. Başlangıç pozisyonlarına geri dönün ve nefes alın. Varyasyonlar: Bu egzersizi tek bacak üzerinde de gerçekleştirebilirsiniz."
  },
  {
    "isim": "Tek bacaklı kalça köprüsü",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "yalnızca gövde",
    "zorluk": "Orta",
    "talimatlar": "Sırt üstü yatın ve ayaklarınızı düz ve dizlerinizi bükük tutun. Bu, başlangıçta normal olacaktır. Hareketi çalışan bacağınızı sürterek gerçekleştirin, dizinizi göğsünüze çekin. Hareketi sürterek kalçanızı yukarı doğru uzatın. Mümkün olan en fazla genişletin, duraklayın ve ardından başlangıç pozisyonuna başlayın gittiğimizde."
  },
  {
    "isim": "Diz kaldırarak adım atma",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "yalnızca gövde",
    "zorluk": "Orta",
    "talimatlar": "Ayakları bir arada bir kutuya veya uygun bir yüksekliğe sahip bir bankanın karşısına dik bir şekilde durun. Bu, başlangıç zamanındaz olacaktır. Harekete başlamak için sol ayakla yukarı adım atın, sağ ayağınızı bankanın üstüne koyun. Ön bölmenizin bacaklarısı ve diziniz üzerinden Sol ayağınızla bankanızın üstünde dururken sağ dizinizi ve kalçanızı bükerek dizinizi ne kadar yüksek kaldırabiliyorsanız hareket ediyorsunuz."
  },
  {
    "isim": "Kettlebell iticisi",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "kettlebell",
    "zorluk": "Orta",
    "talimatlar": "İki kettlebell'i omuzlarınıza temizleyin. Kettlebell'leri omuzlarınıza doğru bacaklarınıza ve omuzlarınıza uzatarak temizleyin. Bunu yaparken bileklerinizi döndürün. Bu, başlangıçta başlayacağız. En düşük konumda, ters yönde çevirip çömelerek dizlerinizi ve kalçanızkettlebell'leri yukarıya doğru uzatarak uzatıyorum. Bunu yaparken ağırlıkları yukarıya doğru itmeye yardımcı olmak için squat momentumunu kullanın. Bir sonraki tekrara başlarken ağırlıkları omuzlara geri değiştirmeye başlayın."
  },
  {
    "isim": "Diz Çömelme",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "halter",
    "zorluk": "Başlangıç",
    "talimatlar": "Barın bir kuvvet rafında doğru yüksekliğe ayarlanır. Barın diz çöküntü için bir mat koymak faydalı olabilir. Barın arka diz çökün; diz yastıklarınızı bir mat yerleştirmek faydalı olabilir. Barın arka diz çökün; dizleriniz arasında bir mat yerleştirmek faydalı olabilir. Başınızı öne bakacak şekilde tutun, poponuzda kalana kadar dizlerinize dokunana kadar. Hareketi çevirdi ve gövdeyi dik bir seçeneği bir geri seçin."
  },
  {
    "isim": "Flutter Kicks",
    "tip": "Kuvvet",
    "kas": "kalça kemiği",
    "ekipman": "Yok",
    "zorluk": "Orta",
    "talimatlar": "Düz bir banka karın üstü yatın, kalçaların genişletilmiş, dolgun düz ve ayak parmakları yüksek ve ön kenara tutunan kollarla. Glüt kaslarınızı ve arka adalelerinizi sıkın ve birleştiği kalçalarla aynı seviyeye gelene kadar düzeltilin. Bu, başlangıçlar olacaktır. Kanal sağdan bacadan daha yükseğe dönüştürmeye başlayın.Sonra sol zaman indirirken sağ bölüme açılır.Her iki bölme da bu şekilde düzenli (sanki su içinde flutter kick yapılıyormuş gibi) önerilen tekrar sayısı kadar olana kadar devam edin.Hareketi her kontrol ederek dikkat edin. İpucu: Bu hareket sırasında normal nefes almalısınız. Varyasyonlar: Daha ileri düzeyde geldikçe ayak bileği ağırlıklarını kullanabilirsiniz."
  },
  {
      "isim": "Kalça Geri Tepmesi",
      "tip": "Kuvvet",
      "kas": "Gluteus",
      "ekipman": "Vücut Ağırlığı",
      "zorluk": "Başlangıç",
      "talimatlar": "Dizlerinizin üzerinde veya bir egzersiz matının üzerinde diz çökün ve belinizi bükerek ellerinizi önünüzde uzatın (gövdeye dik açıda) ve dirseklerin omuzlarında olabilecek şekilde bir mekik pozisyon alın. Başınız öne bakmalıdır ve dizlerin bükülmesi, bacak arasında hamstring ve baldırlar arasında 90 derecelik bir açık oluşturulmalıdır.Nefes verir, sağ bacağınız diz arkası kirişleriniz belinizle hizalanacak şekilde yukarıya doğru açılır ve 90 derecelik açıkyı serbest bırakır.Bu hareket boyunca gluteus kaslarını sıkın ve tepe noktadaki kasılma devam edecek bir saniye boyunca tutun.İpucu: Hareketin sonunda üst bacak, yere paralel olmalıdır, bu esnada baldır ise buna dik olmalıdır.Nefes alarak başlangıç pozisyonlarına geri dönün ve şimdi sol bacakla ayırın.önerilen tekrarların tamamı yapılmış olana kadar olana kadar gidişi sürdürmeya devam edin.Çeşitlendirmeler: Bu egzersizi tek bacaklarla başlayarak onu tekrarı tamamlayabilir ve sonraki diğer bacaklarla devam edebilirsiniz. Ek olarak ayak bileği ağırlıkları da değişebilir."
    }
]