[
  {
    "isim": "Barbell Hip Thrust",
    "tip": "Kuvvet",
    "kas": "kalça",
    "ekipman": "halter",
    "zorluk": "Orta",
    "talimatlar": "Yere doğrudan bir tezgahın üzerine oturarak başlayın. Bacaklarınızın üzerinde yüklü bir halter bulun. Kalın bir bar kullanmak veya barın üzerine bir ped koymak, bu egzersizin neden olduğu rahatsızlığı büyük ölçüde azaltabilir. Barı kalçalarınızın tam üzerine yerleştirerek yuvarlanın ve omzunuz üstünde olacak şekilde bir tezgaha sırt üstü uzanın. Harekete ayaklarınızdan iterek başlayın, bacaklarınızı bar boyunca dikey olarak genişletin. Ağırlığınız omuz ve ayaklarınız tarafından desteklenmelidir. Mümkün olduğunca genişletin, ardından hareketi başlangıç pozisyonuna dönmek için ters rotayı gerçekleştirin."
  },
  {
    "isim": "Single-Leg Cable Hip Extension",
    "tip": "Kuvvet",
    "kas": "kalça",
    "ekipman": "kablo",
    "zorluk": "Orta",
    "talimatlar": "Düşük bir kablo makarasına deri bir bilek manşeti takın ve sonra manşeti ayak bileğinize gücünüzü verin. Bacaklarınızı geriye doğru yüksek bir yarı daire şeklinde hareket ettirin. Tam uzatmada, zirve kasılmayı elde etmek için glüt kaslarınızı sıkın. Şimdi, bu hareketin başlangıç pozisyonlarına gelene kadar kabloya karşı direncinizi kesmeden ,çalışan bacağınızı ileri doğru yönlendirin. Tavsiye edilen tekrar sayılarını tamamlamak için bacakları değiştirin ve diğer tarafta hareketi tekrarlayın. Varyasyonlar: Bu egzersizi egzersiz bantları kullanarak da gerçekleştirebilirsiniz."
  },
  {
    "isim": "Glute Bridge",
    "tip": "Kuvvet",
    "kas": "kalça",
    "ekipman": "yalnızca vücut",
    "zorluk": "Orta",
    "talimatlar": "Düz bir zeminde sırt üstü uzanın ve ellerinizi yanınıza koyun, dizlerinizi bükün. Ayaklarınız omuzlarınız genişliğinde yerde olabilir. Bu, başlangıç pozisyonunuz olacaktır. Özellikle kalçalarınızı kullanarak arkaya doğru iterek, arkadaşlarınızı yerden kaldırın ve sırtınızı düz tutun. Bu pozisyonda birkaç saniye boyunca kalın, ardından başlangıç pozisyonlarına geri dönün ve nefes alın. Varyasyonlar: Bu egzersizi tek bacak üzerinde de gerçekleştirebilirsiniz."
  },
  {
    "isim": "Single-Leg Hip Thrust",
    "tip": "Kuvvet",
    "kas": "kalça",
    "ekipman": "yalnızca vücut",
    "zorluk": "Orta",
    "talimatlar": "Sırt üstü uzanın ve ayaklarınızı düz, dizlerinizi bükük tutun. Bu, başlangıçta normal olacaktır. Hareketi, çalışan bacağınızı yukarı doğru çekerek gerçekleştirin. Dizinizi göğsünüze çekin ve kalçanızı yukarı doğru kaldırın. Mümkün olan en üst noktada duraklayın ve ardından başlangıç pozisyonuna geri dönün."
  },
  {
    "isim": "Walking Knee Raise",
    "tip": "Kuvvet",
    "kas": "kalça",
    "ekipman": "yalnızca vücut",
    "zorluk": "Orta",
    "talimatlar": "Ayaklarınızı bir kutuya veya uygun bir yüksekliğe sahip bir bankanın karşısına dik bir şekilde durun. Bu, başlangıç anıdır. Harekete başlamak için sol ayakla yukarı adım atın ve sağ ayağınızı bankanın üstüne koyun. Sol ayağınızla bankanın üstünde dururken, sağ dizinizi ve kalçanızı bükerek, dizinizi ne kadar yüksek kaldırabiliyorsanız o kadar yüksek hareket edin."
  },
  {
    "isim": "Kettlebell Jerk",
    "tip": "Kuvvet",
    "kas": "kalça",
    "ekipman": "kettlebell",
    "zorluk": "Orta",
    "talimatlar": "İki kettlebell'i omuzlarınıza kaldırarak başlayın. Bacaklarınızı omuz genişliğinde açın ve kettlebell'leri omuzlarınıza doğru uzatarak hareketi gerçekleştirin. Bu esnada bileklerinizi döndürmeyi unutmayın. Şimdi, ağırlıkları düşük bir konumda tutup, dizlerinizi bükerek squat pozisyonuna geçin. Ardından, kettlebell'leri yukarı doğru itmeye yardımcı olmak için squat momentumunu kullanarak ağırlıkları yukarı doğru uzatın. Bir sonraki tekrara başlarken ise ağırlıkları kontrollü bir şekilde omuzlara geri getirin."
  },
  {
    "isim": "Squat",
    "tip": "Kuvvet",
    "kas": "kalça",
    "ekipman": "halter",
    "zorluk": "Başlangıç",
    "talimatlar": "Bar, doğru yüksekliğe ayarlandığı bir kuvvet rafında yer almalıdır. Diz çöküntü için bir mat kullanmak faydalı olabilir. Barın arkasına geçin ve diz çökmeye başlayın; dizleriniz arasına bir mat yerleştirmek daha fazla konfor sağlayabilir. Başınızı öne bakacak şekilde tutun ve kalçanız yere doğru eğilene kadar devam edin. Hareketi tamamladıktan sonra, gövdeyi dik bir pozisyona geri dönerek hareketi bitirin."
  },
  {
    "isim": "Flutter Kicks",
    "tip": "Kuvvet",
    "kas": "kalça",
    "ekipman": "sadece vücut",
    "zorluk": "Orta",
    "talimatlar": "Düz bir bankta karın üstü uzanın, kalçalar genişletilmiş, düz ve ayak parmakları yukarı kalkmış, kollar ön kısımda tutulmuş bir pozisyon alın. Glüt kaslarınızı ve arka adalelerinizi sıkarak vücudu düzleştirin, kalçalarla aynı seviyeye getirin. Bu, başlangıç pozisyonudur. Sağ bacağı yukarı doğru kaldırarak karın bölgesini sağa çevirin. Sonra, sol bacağı indirirken sağ bacak yan tarafa açılsın. Her iki bacak da bu şekilde düzenli bir ritimle (adeta su içinde flutter kick yapar gibi) hareketi, önerilen tekrar sayısına ulaşana kadar sürdürün. Hareketi kontrol ederek dikkatli bir şekilde yapın. İpucu: Bu sırada normal bir şekilde nefes alıp vermelisiniz. İlerledikçe, hareketi daha zorlu hale getirmek için ayak bileği ağırlıklarını kullanabilirsiniz."
  },
  {
      "isim": "Hip Extension",
      "tip": "Kuvvet",
      "kas": "kalça",
      "ekipman": "Vücut Ağırlığı",
      "zorluk": "Başlangıç",
      "talimatlar": "Dizlerinizi yerde veya bir egzersiz matının üzerinde bükerek oturun ve belinizi eğerek ellerinizi önünüzde uzatın (vücuda dik bir açıda). Dirsekleriniz omuzlarınızın hizasında olmalıdır, bu şekilde plank pozisyonu alın. Başınız öne bakmalı ve bacaklar, dizlerinizi bükerek aralarında 90 derecelik bir açı oluşturacak şekilde yerde durmalıdır. Nefes verirken, sağ bacağınızı diz arkasındaki kaslarınız belinizle hizalanacak şekilde yukarı doğru kaldırın ve 90 derecelik açıyı koruyun. Bu hareket sırasında gluteus kaslarınızı sıkın ve en üst noktada kasılı pozisyonda bir saniye kadar bekleyin. İpucu: Hareketin sonunda üst bacak, yere paralel olmalı ve baldır da dik konumda olmalıdır. Nefes alarak başlangıç pozisyonuna geri dönün ve şimdi aynı hareketi sol bacakla tekrarlayın. Önerilen tekrar sayısına ulaşana kadar bu şekilde devam edin. Çeşitlendirmeler: Bu egzersizi tek bacakla başlayarak her bacağı sırayla kullanabilir ve ilerledikçe ayak bileği ağırlıkları ekleyebilirsiniz."
    }
]