[
  {
    "isim": "Smith Machine Calf Raise",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "orta",
    "talimatlar": "Smith makinesinde Buzağı Kaldırma egzersisinin başlangıç pozisyonu için çubuğu boyunuza en uygun pozisyona ayarlayın. Doğru yönde seçildikten ve çubuk yüklendikten sonra, ayak parmaklarınızı topuklara doğru bastırın ve omuzlarınız destek noktasında olsun. Çubuğu öne doğru yönlendirmek için her iki ayak parmağınızı kullanarak başlayın. Bu, topuklarınızı en üst kasılma noktasına kadar iterek ve dizlerinizi tamamen uzatılmış bir pozisyonda tutarak gerçekleştirilir. Kasılma noktasında bir saniye kadar bekleyin, ardından nefes alın ve topuklarınızı indirirken nefes verin. Bu hareketi kontrolle gerçekleştirin. Önerilen tekrar sayısı konusunda süre sınırlaması bulunmamaktadır."
  },
  {
    "isim": "Standing Calf Raise",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "başlangıç",
    "talimatlar": "Baldır kaldırma makinesinin yastıklı kolu, boyunuza uygun şekilde ayarlanmalıdır. Omuzlarınızı, destekli yastıkların sağladığı destekle doğru bir şekilde yerleştirin ve parmaklarınızı uygun terapi doğrultusunda yönlendirin. Ayak parmaklarınızı, topuklarınızın üst kısmını kavrayacak şekilde yerleştirin ve topuklarınızı yukarı doğru uzatın. Kalçalarınızı ve dizlerinizi düzeltmek için kolu yukarı itin, böylece gövdeniz dik durur. Dizleriniz hafifçe bükülü olmalıdır ve her zaman sabit kalmalıdır; hiçbir zaman durmamalıdır. Kasılı pozisyonu bir saniye boyunca tutun, ardından nefes alarak yavaşça başlangıç pozisyonuna geri dönün. Topuklarınızı aşağı doğru indirirken nefes verin. Önerilen tekrar sayılarına dikkat edilmelidir. Dikkat: Bel problemleri yaşıyorsanız, bir ayakta baldır kaldırma sırasında beli desteklemek için bir cihaz kullanabilirsiniz. Ayrıca, belinizi her zaman düz ve sabit tutmalısınız. Belin yuvarlanması, alt bel yaralanmalarına neden olabilir. Çeşitlilik: Ayakta baldır kaldırma egzersizini farklı şekillerde uygulayabilirsiniz. Bir makine yerine halter kullanabilir, ayrıca dambıllarla tek bacak veya iki bacak olarak da gerçekleştirebilirsiniz. Bu hareketlerin tanımlamaları için burada belirtilen yönergeleri takip edebilirsiniz. Ayrıca, bir baldır presi makinesi de kullanabilirsiniz."
  },
  {
    "isim": "Seated Calf Raise",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "orta",
    "talimatlar": "Makineye oturun ve ayak parmaklarınızı platformun altına yerleştirin, topukları uzatarak. Ayak parmaklarınızı seçtiğiniz pozisyonda tutun (ileri, içeri veya dışarı doğru) ve bu pozisyon, bölümün başındaki talimatlara uygun olarak düzenlenmelidir. Alt bacaklarınızı, yerleşik kapağın altına yerleştirin ve bölgelere göre ayarlayın. Şimdi ellerinizi, kaymayı önlemek ve güvenliği sağlamak için kapağın üstüne yerleştirin. Topukları yukarı doğru iterek açıklığı nazikçe genişletin ve emniyet kilidi serbest bırakın. Bu başlangıç pozisyonu olarak kabul edilecektir. Topukları bükerek, baldırlar tamamen gerildiğinde nefes alın. Bu hareket sırasında nefes verin. Önerilen tekrar sayılarına uygun olarak devam edin."
  },
  {
    "isim": "Leg Press Calf Raise",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "orta",
    "talimatlar": "Bacak pres makinesini kullanarak egzersiz yapmak için, makinenin üstüne oturun ve ayaklarınızı doğrudan önünüzdeki platforma, omuz genişliğinde orta bir ayak tutma ile yerleştirin. Bazı bacak pres ünitelerinde, güvenlik çubuklarını artırılmış güvenlik için yerinde bırakabilirsiniz. Eğer bacak pres üniteniz buna izin veriyorsa, bu, egzersizi tercih ettiğiniz şekilde gerçekleştirmenizi sağlar. Gövdeniz ve bacaklarınız, ideal olarak 90 derecelik bir açı yapmalıdır. Parmak uçlarınızla, bacaklarınızın başından sonuna uzanan şekilde hizalanabilir veya içe doğru yönlendirilebilir. Bu, başlangıç pozisyonu olarak kabul edilecektir. Nefes alarak topuklarınızı uzatın, ayak bileklerinizi mümkün olduğu kadar uzatarak baldırlarınızı bükebileceğiniz bir pozisyonda. Dizleriniz her zaman bükülü olmalıdır, hiçbir zaman kilitlenmemelidir. Kasılmış pozisyonda bir saniye boyunca bekleyin, sonra nefes alarak başlangıç pozisyonuna geri dönün. Topuklarınızı indirirken nefes verin. Önerilen tekrar sayılarına dikkat edilmelidir. Dikkat: Ayaklarınızı platformun alt bölümüne yerleştirirken çok dikkatli olun; kayarsanız ve güvenlik çubukları kilitli değilse ciddi bir kaza yaşanabilir. Çeşitlilik: Bu egzersizi tek bacakla da gerçekleştirebilirsiniz."
  },
  {
    "isim": "Standing Calf Raise on a Seated Machine",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "halter",
    "zorluk": "başlangıç",
    "talimatlar": "Bu egzersiz için, güvenlik amacıyla squat rack kullanmak en iyisidir. İlk olarak, boyunuza en uygun yüksekliğe sahip bir rafla squat rack'i ayarlayın. Doğru yükseklik seçildikten ve çubuk yüklendikten sonra, çubuğun arkasından geçin ve omuzlarınızı desteklemek üzere hafifçe (boyun altından) destekleyin. Çubuğu her iki taraftan kollarınızı kullanarak raflardan ayırarak başlayın. İlk olarak bacaklarınızı itme ve aynı anda gövdenizi dikleştirme ile bu işlemi gerçekleştirin. Bacaklarınızı kullanarak, parmaklarınızı omuzlarınızın ortasında ve ayaklarınızın raflardan uygun bir mesafede durmasını sağlayın. Başınızı her zaman yukarıda tutun, aşağı bakmak dengeyi kaybetmenize neden olabilir. Ayrıca, düz bir sırtı koruyun ve dizleri hafifçe bükük tutun; asla kilitlemeyin. Bu, başlangıç pozisyonu olarak kabul edilecektir. İpucu: Daha iyi bir hareket açıklığı için topuklarınızı ahşap bir blok üzerine yerleştirebilirsiniz, ancak bu seçeneği kullanırken dikkatli olun, çünkü daha fazla denge ve sağlamlık gerektirebilir. Nefes alarak topuklarınızı kaldırın, ayak bileklerinizi mümkün olduğu kadar uzatarak baldırlarınızı bükün. Dizleriniz her zaman sabit olmalıdır; hiçbir zaman kilitlenmemelidir. Kasılmış pozisyonda bir saniye boyunca bekleyin, sonra nefes alarak başlangıç pozisyonuna geri dönün. Topuklarınızı indirirken nefes verin. Önerilen tekrar sayılarına dikkat edin. Dikkat: Bel problemleriniz varsa, bir stancıl baldır presi kullanarak beli destekleyebilirsiniz. Ayrıca, belinizi her zaman düz ve sabit tutmalısınız; belin yuvarlanması alt bel yaralanmalarına neden olabilir. Çeşitlilik: Bu egzersizi bir smith machine veya dambıllar kullanarak da gerçekleştirebilirsiniz."
  },
  {
    "isim": "Calf Press",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "başlangıç",
    "talimatlar": "Koltuğu, başlangıç pozisyonunda hafifçe bükülü olan sırtınıza uygun bir şekilde ayarlayın. Ayak parmaklarınızı platform üzerine yerleştirme konusunda rahat bir pozisyon seçin. Ardından, uygun bir ağırlık seçin ve kulpları kavrayın. Bu, başlangıç pozisyonunu oluşturacaktır. Dizleri tamamen uzatarak durun ve ağırlığı yüksekten düşük bir seviyeye kadar indirin. Ayak bileğiniz tamamen esnek olmalı ve ayak parmaklarınız yukarıya bakmalıdır. Hareketi, ağırlığı topuklarınızın üzerinden aşağıya doğru iterek gerçekleştirin. Kısa bir duraklamanın ardından hareketi tersine çevirin ve duraklatın."
  }
]