[
  {
    "isim": "Smith Machine Buzağı Kaldırma",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "orta",
    "talimatlar": "Smith makinesinin güçlerinin bir blok veya ağırlık levhası yerine. Çubuğu boyunuza en uygun pozisyona ayarlayın. Doğru yönde seçildikten ve çubuk yüklendikten sonra, ayak parmaklarınızın topuklarına bastırın ve omuzlarının desteğinin yerinde. Çubuğu her iki şekilde de öne doğru doğrultmak Bu başlangıç tarihleriz olacak Topuklarınızı, baldırlarınızı en üst kasılma noktası maksimum yüksekliğe kadar iterek, dizlerinizin uzamış kalması sağlanarak gerçekleştirilir.Kasılma bir saniye boyunca tutun, sonra geri ayrılmaya başlamadan önce nefes alındıktan sonra topuklarınızı indirirken nefes alın.Tavsiye edilenler tekrar sayıları için süresiz."
  },
  {
    "isim": "Ayakta Baldır Kaldırma",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "başlangıç",
    "talimatlar": "Baldır kaldırma makinesinin yastıklı kolu boyunuzu sabit şekilde dağıtın. Omuzlarınızı destekli yastıkların desteğiyle ve parmaklarınızı terapi doğru yönlendirin (veya bölümün başındaki iki diğer pozisyonu kullanarak). Ayak parmaklarınızın topuklarını baldırın üstünden alın ve topuklarınızı uzatın. Kalçalarınızı ve dizlerinizi uzatın. uzatarak kolu yukarı itin, böylece gövdeniz dik durur.Dizler hafifçe bükülmelidir; Her zaman sabittir.Hiçbir zaman durmamalıdır.Kasılmış durumu bir saniye boyunca tutun, sonra geri gittiğinde önce nefes alın.Topuklarınızı onlardan indirirken nefes alın.Tavsiye edilen tekrar sayıları için gözlemlenir.Dikkat: Bel problemleriniz varsa, bir stancıl baldır presi , bir ayakta baldır kaldırma sırasında ağırlığını desteklemek zorunda kalan beli korur. Ayrıca belinizi her zaman düz ve sabit tutun. Belin yuvarlanması, alt bel yaralanmasına neden olabilir. Çeşitlilik: Bir çok başka şekilde ayakta baldır kaldırma yapabilirsiniz. Bir makine yerine halter mevcuttur, ayrıca dambıl'lar, bir bacak veya iki bacak aynı anda mevcuttur. Bu hareketlerin burada içerdiği hareket tanımlamalarına başvurunuz. Bir demirci makinesi de baldırdan temin edilebilir."
  },
  {
    "isim": "Oturarak Baldır Kaldırma",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "orta",
    "talimatlar": "Makineye oturun ve ayak parmaklarınızı platformun alt bir yerde, topukları uzatarak. Seçtiğiniz ayak parmakları kalacak (ileri, içeride veya depolanır) bu bölümün başındaki gibi organize edilmeli. Alt bacaklarınızı yerleşik kapağının yerinde, yerleşik olarak bölgelere göre ayarlanmalı. Şimdi ellerinizi yerleştirmek kapağın üstünde kaymayı durdurmak için kapağın üzerine yerleştirilmiştir. Topukları yukarı iterek açıklığı hafifçe esnek ve emniyetli olarak serbest bırakır. Bu başlangıç ​​olarak devam edecek. Topukları bükerek, baldırlar tamamen gerildiğinde nefes alınır. Bu hareket sırasında nefes alınır. Tavsiye edilen tekrar sayıları için yapılır."
  },
  {
    "isim": "Bacak Pres Makinasında Baldır Presi",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "orta",
    "talimatlar": "Bir bacak pres makinesini kullanarak, makinenin üzerine oturun ve ayaklarınızı doğrudan önünüzdeki platforma orta (omuz görebilir) bir ayak tutuklamayla birlikte. Bazı bacaklarda baskı ünitelerinde güvenlik çubuklarını artırılmış güvenlik için yerinde bırakabilirsiniz.Eğer bacak baskı üniteniz buna izin veriyorsa, bu, egzersizi gerçekleştirmenin tercih edilen şekilde ayrılması.) Gövdeniz ve bölümleriniz mükemmel 90 derece açı yapmalıdır. Uzatarak.Parmak uçlarıyla, bölümün başından sonuna kadar uzanan şekilde şekillendirilebilir veya içe doğru yönlendirilebilir.Bu başlangıç ​​olarak devam edecek.Nefes alarak topuklarınızı uzatır, ayak bileklerinizi mümkün olduğu kadar uzatarak baldırınızı bükebileceğiniz bir şekilde Diz her zaman olabilir.Hiçbir zaman dayanmalıdır. Kasılmış pozisyonda bir saniye boyunca tutun, sonra geri gitmeden önce nefes alın. Topuklarınızı indirirken nefes alınır. Tavsiye edilen tekrarlanan sayılar için. Dikkat: Ayaklarınızı platformun alt bölümüne yerleştirirken çok dikkatli olun, kayarsanız ve güvenlik çubukları kilitli değilse ciddi bir kaza yaşayabilirsiniz. Çeşitlilik: Bu egzersizi tek bacaklı olarak da gerçekleştirebilirsin."
  },
  {
    "isim": "Sallanan Ayakta Baldır Kaldırma",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "halter",
    "zorluk": "başlangıç",
    "talimatlar": "Bu egzersiz, güvenlik amacıyla bir squat rack'i içinde en iyi şekilde uzakta. İlk olarak, boyunuza en uygun bir rafla ayarlayın. Doğru dağılım seçildikten ve çubuk yüklendikten sonra, çubuk üzerinden geçin ve desteklemek üzere omuzlarınızdan hafifçe destekleyin (boyun altından hafifçe) Aşağıda).Çubuğa her iki kolu da her taraftan tutarak sürükleyerek raflardan ayrılmak, ilk önce bacaklarınızla itme ve aynı anda gövdenizi dikleştirmek.Rafın yanından mesafelerin ve parmaklarınızı omuzlarınızın orta bir durmayla yerleştirerek bacaklarınızı kullanarak.Başınızı her zaman yukarıda tutun, aşağı görmek sizi dengede tutmak Ayrıca, düz bir sırtı gevşek ve dizleri hafif bükük tutun; asla kilitlemeyin. Bu başlangıçta döneceğiz olacak. İpucu: Daha iyi bir hareket açıklığı için topuklarınızı ahşap bir bloga yerleştirebilirsiniz, ancak bu seçenek daha fazla denge ve sağlam bir blok olduğundan dikkatli olun. Nefes alarak topuklarınızı korur, ayak bileklerinizi mümkün olduğu kadar uzatarak baldırınızı bükeceğiniz bir şekilde. Diz her zaman sabittir. Hiçbir zaman kalmamalıdır. Kasılmış pozisyonda bir saniye boyunca tutun, sonra geri gitmeden önce nefes alın. Topuklarınızı indirirken nefes alınır. Tavsiye edilen tekrarlanan sayılar için. Dikkat: Bel problemleriniz varsa, bir stancıl baldır presi, bir ayakta baldır durdurma sırasında ağırlığı desteklemek zorunda kalan beli koruyun. Ayrıca belinizi her zaman düz ve sabit tutun. Belin yuvarlanması, alt bel yaralanmasına neden olabilir. Çeşitlilik: Bir demirci makinesi de bu egzersiz için kullanılabilir ve düşük dengeye sahip olanlar için daha iyi bir seçenektir. Dambıl'lar da mevcuttur."
  },
  {
    "isim": "Buzağı Presi",
    "tip": "kuvvet",
    "kas": "kalf",
    "ekipman": "makine",
    "zorluk": "başlangıç",
    "talimatlar": "Koltuğu öyle ayarlar ki, kanatlarınız başlangıç pozisyonunda hafifçe bükülü olsun. Ayak parmaklarınız platformun üzerinde değişiklik oturmalıdır. Uygun bir ağırlık seçin ve kulpları kavrayın. Bu başlangıçta başlar olacak. Dizleri uzatarak durur, ağırlığı yalnızca yüksekten düşük bir seviyede olur. Ayak bileğiniz tamamen esnek olmalı, ayak parmaklarınız yukarıya bakmalıdır.Hareket ağırlığı topuklarınızın üzerinden aşağı doğru bastırarak gerçekleştirin.Kısa bir duraklamanın ardından hareket değiştirilir ve durdurulur."
  }
]