[
  {
  "isim": "Elbow Plank",
  "tip": "kuvvet",
  "kas": "karın",
  "ekipman": "yalnızca vücut",
  "zorluk": "orta",
  "talimatlar": "Yere yüz üstü uzanın, ağırlığınızı parmak uçlarınız ve dirsekleriniz üzerinde destekleyin. Kollarınız dirsek altında ve doğrudan omuzun altında olmalıdır. Vücudunuzu her zaman düz tutun ve bu pozisyonu mümkün olduğunca uzun süre boyunca koruyun. Zorluk için bir kol veya bacak kaldırılabilir."
  },
  {
  "isim": "Down-Up",
  "tip": "kuvvet",
  "kas": "karın",
  "ekipman": "yalnızca vücut",
  "zorluk": "orta",
  "talimatlar": "Sırtüstü yerde uzanarak başlayın. Bacaklarınız düz, kollarınız yanda olsun. Bu başlangıç pozisyonu olacaktır. Hareketi yapmak için omuzları ve dizleri fleks yoluyla göğsünüze doğru çekin. Yerden çıkmak için kollarınızı yukarıya doğru çalıştırın. Kısa bir duraklamanın ardından başlangıç pozisyonuna geri dönün."
  },
  {
  "isim": "Hanging Leg Raise",
  "tip": "kuvvet",
  "kas": "karın",
  "ekipman": "alet",
  "zorluk": "orta",
  "talimatlar": "Cihazın kayışlarını belinizin altında uygun bir seviyeye getirin. Ayakta durun ve tutacaklara sıkıca kavrayın. Ardından, vücudunuzu kayışlara doğru eğerek eğimli bir şınav pozisyonuna geçin. Bu, başlangıç pozisyonunuz olmalıdır. Kollarınızı düz tutun ve vücudunuzu daha da eğerek egzersizi yerden daha yakın bir konumda gerçekleştirin. Omuzlarınızın uzanmasına izin verin, kollarınız başınızın üzerine doğru hareket etsin. Nötr bir omurga koruyarak geri kalanınızı düz tutun; omuzlarınızın hareket etmesine izin verilen tek eklemler olmalıdır. Zirve kasılma noktasında bir an durakladıktan sonra başlangıç pozisyonuna geri dönün."
  },
  {
  "isim": "Dumbbell V-Sit Cross Jab",
  "tip": "kuvvet",
  "kas": "karın",
  "ekipman": "dambıl",
  "zorluk": "orta",
  "talimatlar": "Kalçanızın üzerinde oturarak başlayın, dizleriniz bükülü ve ayaklarınız yerde olsun. Karın kaslarınızı sıkı tutarken ve vücudunuzun V pozisyonunu korurken, sol kolunuzu hızla düz bir şekilde uzatın (bir jab gibi) ve aynı anda sağdan sola doğru yumruk atın. Torsonuz ve kalça bölgeniz, hareket boyunca ellerinizin miktarına veya hafifçe dönmesine bağlı olarak değişebilir - bu normaldir. Her bir yapılan yumruk, toplam bir tekrar olarak kabul edilir. Tavsiye edilen tekrar sayıları süresi boyunca gerçekleştirilmelidir.."
  },
  {
  "isim": "Low-to-High Cable Twist",
  "tip": "kuvvet",
  "kas": "karın",
  "ekipman": "kablo",
  "zorluk": "orta",
  "talimatlar": "Bir kuleye standart bir tutma cihazı ve kabloyu en düşük makaraya takın. Kabloya yanınız dönük olarak bir el ile tutacağı kavrayın ve kuleden birkaç adım mesafede durun. Kablonun ağırlığı üzerinizde olacak şekilde yaklaşık bir kol uzunluğunda olmalıdır. Uzatılmış kolu kabloyla hizalayın. Ayaklarınızı omuz genişliğinde açın. Kollarınız hala tamamen uzun olmalıdır. Bir hareketle, kolu başınızın üzerine tamamen uzatmak için kabloyu çekin. Sırtınızı düz tutun, kollarınızı vücudunuza yakın tutun ve sırtınızı döndürerek bacaklarınızı düzleştirmek için tam bir hareket açıklığı sağlayın. Kolunuzu ve ardından vücudunuzu geri çekin. Nötr pozisyona yavaş ve kontrol edilmiş bir şekilde geri dönün. Sonra, vücudunuzdaki aynı hareket serisini karşı tarafta tekrarlayın. İpucu: Bu egzersizde tüm vücudunuzu döndüreceksiniz, ancak hareketin sonunda maksimum gövde döngüsü ve güç elde etmek için odaklanmak önemlidir. İyi bir zihin-kas bağlantısını sağlamak için karın kaslarınızı her zaman gergin tutun."
  },
  {
  "isim": "Dumbbell Windshield Wipers",
  "tip": "kuvvet",
  "kas": "karın",
  "ekipman": "dambıl",
  "zorluk": "başlangıç",
  "talimatlar": "Her elinizde bir dambıl tutarak başlayın, içleri aşağıya bakacak şekilde. Ayaklarınızı geniş bir şekilde açın ve kalçalarınızı ve dizlerinizi uzatın. Bu başlangıç pozisyonudur. Hareketi, her iki dambılı da bir tarafınızın yanından geçirerek ve gövdenizi döndürerek başlatın. Kollarınızı düz tutun ve dambılları yere paralel tutarak, gövdenizi ağırlığını karşı noktaya sallayarak döndürün. Set tamamlanana kadar bir taraftan diğerine alternatif olarak devam edin."
  },
  {
  "isim": "Reverse Crunch",
  "tip": "kuvvet",
  "kas": "karın",
  "ekipman": "alet",
  "zorluk": "orta",
  "talimatlar": "Eğimli bir banka sırtüstü uzanın ve her iki tarafından bankanın üst kısmına tutun. Vücudunuzun bu uzunluğun kaymasına izin vermemeye dikkat edin. Bacaklarınızı, dizlerinizi ve ayaklarınızı bir arada tutarak karın kaslarınızın yere paralel olmasını sağlayın. İpucu: Bacaklarınız tamamen uzatılmalı ve hafifçe bükülmüş dizlerle olmalıdır. Nefes verirken, pelvisinizi geriye doğru yuvarlayarak bacaklarınızı torsonuza doğru çekin ve kalçalarınızı bankadan serbest bırakın. Bu hareketin sonunda dizleriniz göğsünüze dokunacaktır. Kasılma pozisyonunda bir saniye kadar bekleyin ve sonra bacaklarınızı nefes alırken başlangıç pozisyonlarına geri döndürün. Tavsiye edilen tekrar sayısı sınırlıdır. Çeşitlilik eklemek için: Hareketi düz bir zeminde de gerçekleştirebilir ve daha fazla güç kazanmak için ayak bileği ağırlıklarını kullanabilirsiniz."
  }
]