[
    {
      "name": "Weighted pull-up",
      "type": "kuvvet",
      "muscle": "lat kasları",
      "equipment": "diğer",
      "difficulty": "orta",
      "instructions": "Bir daldırma kemerine ağırlık bağlayın ve belinize sabitleyin. Çeneniz ileriye bakacak şekilde avuç içi ön tarafta olacak şekilde pull-up çubuğuna tutun. Orta bir kavrama için elleriniz omuz genişliğinde aralıklı olmalıdır. Her iki kol da seçilen kavrama ile çubuğu tutarak önünüzde uzatılmış olmalıdır. Gövdenizi yaklaşık 30 derece geriye götürürken alt sırtınıza kavis yapın ve göğsünüzü dışa doğru çıkartın. Bu başlangıç pozisyonunuz olacaktır. Şimdi, nefes verin ve başınız ellerinizin üstünde olana kadar gövdenizi yukarı çekin. Tepe kontrakte pozisyona ulaştığınızda omuz bıçaklarınızı geriye ve aşağıya sıkıştırmaya odaklanın. Kısa bir an tepe kontrakte pozisyonda bekledikten sonra, nefes alın ve gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonuna yavaşça indirin."
    },
    {
      "name": "Pullups",
      "type": "kuvvet",
      "muscle": "lat kasları",
      "equipment": "yalnızca vücut",
      "difficulty": "orta",
      "instructions": "Belirtilen kavrama kullanarak avuç içi öne bakacak şekilde pull-up çubuğuna tutun. Kavramlar hakkında not: Geniş kavram için elleriniz omuz genişliğinizden daha geniş bir mesafede olmalıdır. Orta kavram için elleriniz omuz genişliğinizde bir mesafede olmalıdır ve dar kavram için omuz genişliğinizden daha küçük bir mesafede olmalıdır. Her iki kolu da önünüzde uzatılmış olarak tutarken seçilen kavrama genişliğinde gövdenizi yaklaşık 30 derece geriye doğru çekin ve alt sırtınıza kavis yaparak göğsünüzü dışa doğru çıkartın. Bu başlangıç pozisyonunuz olacaktır. Çeneniz üst göğsünüze değene kadar gövdenizi yukarı çekin. Omuzları ve üst kolları geriye ve aşağıya çekerek çubuğun üst göğsünüze dokunmasını sağlayın. Bu kısmı yaparken nefes verin. İpucu: Tam kontrakte pozisyonuna ulaştığınızda sırt kaslarını sıkıştırmaya odaklanın. Üst gövde, sadece kollar hareket etmeli, boşluktan geçerken hareket etmemelidir. Önkollar, çubuğu tutmak dışında başka bir iş yapmamalıdır. Bir saniye boyunca kontrakte pozisyonda bekledikten sonra, nefes alın ve gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonuna yavaşça indirin."
    },
    {
        "name": "Rocky Pull-Ups/Pulldowns",
        "type": "kuvvet",
        "muscle": "lat kasları",
        "equipment": "diğer",
        "difficulty": "başlangıç",
        "instructions": "Geniş bir kavrama kullanarak avuç içi öne bakacak şekilde pull-up çubuğuna tutun. Her iki kolu da seçilen kavrama genişliğinde önünüzde uzatılmış olarak tutarken, gövdenizi yaklaşık 30 derece geriye doğru çekin ve alt sırtınıza kavis yaparak göğsünüzü dışa doğru çıkartın. Bu başlangıç pozisyonunuz olacaktır. Çeneniz üst göğsünüze değene kadar gövdenizi yukarı çekin. Omuzları ve üst kolları geriye ve aşağıya çekerek çubuğun üst göğsünüze dokunmasını sağlayın. Bu kısmı yaparken nefes verin. İpucu: Tam kontrakte pozisyonuna ulaştığınızda sırt kaslarını sıkıştırmaya odaklanın. Üst gövde, sadece kollar hareket etmeli, boşluktan geçerken hareket etmemelidir. Önkollar, çubuğu tutmak dışında başka bir iş yapmamalıdır. Bir saniye boyunca kontrakte pozisyonda bekledikten sonra, nefes alın ve gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonuna yavaşça indirin. Şimdi aynı hareketleri tekrarlayın, ancak bu sefer gövdeniz düz kalacak ve çubuk üst göğsünüz yerine boyun arkasına dokunacaktır. İpucu: Bu egzersizin bu kısmını doğru bir şekilde uygulamanıza yardımcı olması için başınızı hafifçe öne eğin. Kendinizi başlangıç pozisyonuna indirdikten sonra, egzersizi programınızdaki belirtilen tekrar sayısı kadar tekrarlayın. Dikkat: Boyun arkası varyasyonu, çubuğu boyun arkasına getirerek oluşturulan hiperekstansiyon nedeniyle omuz problemleri olan kişilere önerilmez. Varyasyonlar: Bu egzersizi yeni yapmaya başlıyorsanız ve bunu yapmak için yeterince gücünüz yoksa, müsaitse bir çene destek makinesi kullanın. Bu makineler, vücut ağırlığınızı itmenize yardımcı olmak için ağırlık kullanır. Aksi takdirde, bacaklarınızı tutan bir yardımcı kullanabilir. Ayrıca bir pull-down makinesi de kullanabilirsiniz."
      },
      {
        "name": "Close-grip pull-down",
        "type": "kuvvet",
        "muscle": "lat kasları",
        "equipment": "kablo",
        "difficulty": "orta",
        "instructions": "V-Bar'ın üst makarasına takılı olan bir pull-down makinesine oturun. Makinenin diz pedini yüksekliğinize uyacak şekilde ayarlayın. Bu pedler, çubuğa bağlı direncin sizi yukarı kaldırmasını önleyecektir. V-bar'ı avuç içleri birbirine bakacak şekilde tutun (bir nötr kavrama). Lat kaslarını daha iyi etkilemek için göğsünüzü dışa doğru çıkarın ve kendinizi hafifçe geriye doğru eğin (yaklaşık 30 derece). Bu, başlangıç pozisyonunuz olacaktır. Lat kaslarınızı kullanarak, çubuğu aşağı çekin ve omuz bıçaklarınızı sıkıştırın. Göğsünüz neredeyse V-bar'a dokunana kadar devam edin. Bu hareketi yaparken nefes verin. İpucu: Hareket boyunca gövdeyi sabit tutun. Kontrakte pozisyonda bir saniye bekledikten sonra, nefes alırken çubuğu başlangıç pozisyonuna yavaşça geri getirin. Belirtilen tekrar sayısı için tekrarlayın. Dikkat: Egzersizi gerçekleştirmek için gövdeyi sallamaya başlamak zorunda kalmamak için ağırlığı çok büyük kullanmaktan kaçının."
      },
      {
        "name": "Pull-up",
        "type": "kuvvet",
        "muscle": "lat kasları",
        "equipment": "yalnızca vücut",
        "difficulty": "başlangıç",
        "instructions": "Pull-up çubuğuna geniş bir kavrama yapışarak kollarınızı serbestçe sarkıtın. Bu, başlangıç pozisyonunuz olacaktır. Dirsekleri fleksiyon yaparak ve glenohumeral eklemi addükleyerek kendinizi yukarı çekin. Sallanmayın veya momentum kullanmayın. Çenenizi ellerinizin üzerine çıkarmaya çalışın. Hareketin en üst noktasında bir an durun, sonra kendinizi başlangıç pozisyonuna indirin."
      },
      {
        "name": "Muscle Up",
        "type": "kuvvet",
        "muscle": "lat kasları",
        "equipment": "yalnızca vücut",
        "difficulty": "orta",
        "instructions": "Yalan bir kavrama kullanarak halkaları kavrayın, avuç içlerinizin halkaların üstünde olacak şekilde. Dirsekleri yanınıza çekerek bir pull up başlatın, dirsekleri fleksiyon yaparak. Pull-up'ın en üst pozisyonuna ulaştığınızda, omuzları halkalara doğru çekerek dirseklerinizi arkaya doğru hareket ettirin. Bu, daldırma hareketinin devam etmesi için sizi uygun bir konuma yerleştirir. Kontrol ve istikrarı koruyarak, dirsek hareketini tamamlamak için dirsekten uzanın. Kendinizi yere indirirken dikkatli olun."
      },
      {
        "name": "Shotgun row",
        "type": "kuvvet",
        "muscle": "lat kasları",
        "equipment": "kablo",
        "difficulty": "orta",
        "instructions": "Düşük bir kabloya tek bir tutamağı bağlayın. Doğru ağırlığı seçtikten sonra geniş bir ayak pozisyonuyla birkaç fit geriye durun. Kolunuz uzatılı ve omzunuz ileriye doğru olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Omuzu geri çekerek ve dirseği fleksiyon yaparak hareketi gerçekleştirin. Çekerken bileği supine edin, yani avuç içini yukarı doğru çevirin. Kısa bir duraklamanın ardından başlangıç pozisyonuna dönün."
      },
      {
        "name": "Close-Grip Front Lat Pulldown",
        "type": "kuvvet",
        "muscle": "lat kasları",
        "equipment": "kablo",
        "difficulty": "orta",
        "instructions": "V-bar'ın üst makarasına takılı bir pull-down makinesine oturun. Makinenin diz pedini yüksekliğinize uyacak şekilde ayarlayın. Bu pedler, çubuğa bağlı direncin sizi yukarı kaldırmasını önleyecektir. Avuç içleri birbirine bakacak şekilde belirtilen kavrama kullanarak çubuğu tutun. Her iki kolu da önünüzde uzatılmış olarak tutarken, gövdenizi yaklaşık 30 derece geriye doğru çekin ve alt sırtınıza kavis yaparak göğsünüzü dışa doğru çıkartın. Bu, başlangıç pozisyonunuz olacaktır. Nefes verirken çubuğu yukarı çekin ve omuzları ve üst kolları çekerek tam kontrakte pozisyonuna ulaşın. İpucu: Tam kontrakte pozisyonuna ulaştığınızda sırt kaslarını sıkıştırmaya odaklanın. Üst gövde sabit kalmalıdır (sadece kollar hareket etmelidir). Önkollar, çubuğu tutmaktan başka bir iş yapmamalıdır. Kontrakte pozisyonunda bir saniye bekledikten sonra, omuz bıçaklarınızı birbirine sıkıştırırken çubuğu yavaşça başlangıç pozisyonuna uzatın. Bu kısmı nefes alarak yapın. 6. Bu hareketi belirtilen tekrar sayısı için tekrarlayın. Varyasyonlar: Boyun arkası varyasyonu, çubuğu boyun arkasına getirerek oluşturulan hiperekstansiyon nedeniyle rotator manşet üzerinde zorlayıcı olabilir, bu nedenle bu egzersiz omuz sorunları olan kişilere önerilmez."
      },
      {
        "name": "V-bar pull-up",
        "type": "kuvvet",
        "muscle": "lat kasları",
        "equipment": "Hiçbiri",
        "difficulty": "orta",
        "instructions": "Başlangıçta V-bar'ı pull-up çubuğunun ortasına yerleştirerek başlayın (kullandığınız pull-up istasyonunun nötr kavrama kulpları olmadığını varsayalım). V-Bar kulpları aşağıya bakacak şekilde yerleştirilecektir, böylece kulpları kullanarak çubuktan sarkabilirsiniz. V-bar'ı güvenli bir şekilde yerleştirdikten sonra, her iki taraftan çubuğa tutun ve sarkın. Göğsünüzü dışa çıkarın ve lat kaslarınızı daha iyi etkilemek için kendinizi hafifçe geriye doğru eğin. Bu, başlangıç pozisyonunuz olacaktır. Lat kaslarınızı kullanarak, gövdenizi çekerek başınızı hafifçe geriye eğin, böylece çene çubukla çarpışmaz. Göğsünüz neredeyse V-bar'a dokunana kadar devam edin. Bu hareketi yaparken nefes verin. Kontrakte pozisyonda bir saniye bekledikten sonra, vücudunuzu başlangıç pozisyonuna yavaşça indirin ve nefes alın. Belirtilen tekrar sayısı için tekrarlayın. Varyasyonlar: Bu egzersizi yeni yapmaya başlıyorsanız ve bunu yapmak için yeterince gücünüz yoksa, müsaitse bir pull-up assist makinesi kullanın. Bu makineler, vücut ağırlığınızı itmeye yardımcı olmak için ağırlık kullanır. Aksi takdirde, bacaklarınızı tutan bir yardımcı kullanabilir. Diğer yandan, daha deneyimli sporcular egzersize ağırlık ekleyerek bir ağırlık kemeri kullanabilirler."
      },
      {
        "name": "Rope climb",
        "type": "kuvvet",
        "muscle": "lat kasları",
        "equipment": "yalnızca vücut",
        "difficulty": "orta",
        "instructions": "Her iki elinizi başınızın üzerindeki ipten tutun. Küçük bir sıçrama yaparken ipi aşağı çekin. İpi bir bacağınızın etrafına sarın ve ayaklarınızı ipi sıkıştırmak için kullanın. Kollarınızı mümkün olduğunca yükseğe kaldırarak ipi sıkıca kavrayın. Ayaklarınızı ipten çözerek kendi kendinizi yukarı çekin ve dizlerinizi göğsünüze doğru getirin. Ayaklarınızı ipten çözerek tekrar ipin üzerinde yüksek bir tutuş almak için ayaklanın. İpe kadar devam edin. Kendinizi aşağı indirmek için, elleri sırayla birbirine doğru kayarak ip üzerindeki ayaklarınızın kavrama kuvvetini azaltın."
      }
    ]