[
    {
      "name": "Atlas Stones",
      "type": "Powerlifting",
      "muscle": "Lower Back",
      "equipment": "diğer",
      "difficulty": "orta",
      "instructions": "Atlas Taşı'nı ayaklarınızın arasına alarak başlayın. Kalçadan bükülerek Atlas Taşı'nı dikey olarak kollarınızın etrafına sarmaya çalışın, parçalarınızı taşın altına almaya çalışın. Birçok taşın alt kısmında taşı daha iyi tutmanıza yardımcı olan küçük düz bir bölüm olacaktır. Taşı torsenize çekerek, taşı yerden çekmek için ayaklarınızın arka yarısından itibaren sürün. Taş dizleri geçtikçe, oturarak taşı uyluklarınızın üstüne çekin. Taşı düşük alçak oturtun, taşı uyluklarınızın üstüne yüksek alana getirirken tutuşunuzu değiştirin. Ayakları yükleme platformuna yaklaştırın ve taşı mümkün olduğunca yüksek kaldırmak için kalçaları geriye doğru uzatın."
    },
    {
      "name": "Barbell deficit deadlift",
      "type": "kuvvet",
      "muscle": "Lower Back",
      "equipment": "barbell",
      "difficulty": "başlangıç",
      "instructions": "Platformunuz veya üzerinde durabileceğiniz ağırlık plakalarınız olmalıdır, genellikle 1-3 inç yüksekliğinde. Çubuğun ayaklarınızın üzerinde merkezli olduğu şekilde yaklaşın. Ayaklarınızı yaklaşık kalça genişliğinde olmalıdır. Çubuğu omuz genişliğinde kavramak için kalçadan bükülün, omuz bıçaklarınızın ileri gitmesine izin verin. Genellikle ağır setlerde çift el üst üste tutma veya karışık tutma kullanırsınız. Ayaklarınız ve kavrama ayarınız yapıldıktan sonra büyük bir nefes alın ve kalçalarınızı ve dizlerinizi çubuğa temas edene kadar indirin. Başınızı öne bakacak şekilde tutun, göğsünüzü yukarı kaldırın ve sırtınızı kavisli tutun, ardından ağırlığı yukarı doğru hareket ettirmek için topuklardan güçlü bir şekilde sürmeye başlayın. Çubuk dizleri geçtikten sonra çubuğu geriye doğru sert bir şekilde çekerek, kalçalarınızı çubuğa doğru sürerek omuz bıçaklarınızı birleştirin. Çubuğu kalçalardan bükülerek ve onu yere yönlendirerek indirin."
    },
    {
        "name": "Back Extension",
        "type": "Strength",
        "muscle": "Lower Back",
        "equipment": "Body Only",
        "difficulty": "Orta",
        "instructions": "Bir hiperuzantı bench üzerine yüzüstü uzanın, ayak bileklerinizi pedlerin altına güvenli bir şekilde yerleştirin. Üst pedi mümkünse ayarlayın, böylece üst bacaklarınız geniş pedin üzerine düz bir şekilde yerleşir ve belinizin kısıtlanmadan bükülmesi için yeterli yer bırakır. Vücudunuz düz bir şekildeyken, kollarınızı önünüzde (tercihim) veya başınızın arkasında çaprazlayın. Bu, başlangıç pozisyonunuz olacak. İpucu: Ayrıca çapraz kollarınızın altında önünüzde ek direnç sağlamak için bir ağırlık plakası da tutabilirsiniz. Belinizi düz tutarak yavaşça belinizden öne doğru eğilmeye başlayın. Bu hareketi yaparken nefes alın. Geriye doğru hareket etmeye devam edin, hamstringlerde güzel bir gerilme hissedene kadar ve sırtın yuvarlanmasına izin vermeden gidebildiğiniz kadar ileriye. İpucu: Bu egzersizi yaparken asla sırtınızı yuvarlamayın. Ayrıca, bazı insanlar diğerlerinden daha fazla gidebilir. Anahtar şey, sırtı yuvarlamadan vücudunuzun izin verdiği kadar ilerlemenizdir. Gövdenizi başlangıç pozisyonuna yavaşça kaldırın, bu sırada nefes alın. İpucu: Sırtınızı düz bir çizginin ötesine çıkarmaktan kaçının. Ayrıca, sırtı hiçbir zaman korumak için gövdeyi hiçbir zaman sallamayın. Tavsiye edilen tekrar miktarı için tekrarlayın. Çeşitlendirmeler: Bu egzersiz bir hiperuzantı bench olmadan da yapılabilir, ancak bu durumda bir gözcüye ihtiyacınız olacaktır. Ayrıca, bu egzersize benzer bir egzersiz de iyi bir sabah ve düz bacaklı ölü kaldırma egzersizidir."
      },
      {
        "name": "Axle Deadlift",
        "type": "Strongman",
        "muscle": "Lower Back",
        "equipment": "Diğer",
        "difficulty": "Başlangıç",
        "instructions": "Barın ayaklarınızın üzerinde merkezlenmiş olduğu şekilde yaklaşın. Ayaklarınız kalça genişliğinde olmalıdır. Bara omuz genişliğinde kavrama yapmak için belinizden eğilin ve omuz bıçaklarınızın protraksiyon yapmasına izin verin. Genellikle çift / tek elle kavrama yaparsınız. Ayaklarınızı ve kavrama setinizi ayarladıktan sonra büyük bir nefes alın ve sonra kalçanızı aşağı indirin ve dizlerinizi bar ile temas edene kadar bükün. Başınızla ileriye bakın, göğsünüzü yukarıda tutun ve sırtınızı kavisli tutun, ardından ağırlığı yukarı doğru hareket ettirmek için topuklardan sürmeye başlayın. Bar dizleri geçtikten sonra, kalçanıza doğru sürükleyerek omuz bıçaklarınızı bir araya getirin. Barı kalçalarınızın üzerine sürmek için agresif bir şekilde çekin. Barı kalçaların içine yönlendirmek için kalçalarınızı öne sürerken omuz bıçaklarınızı bir araya getirin. Barı kalçalarınıza doğru yönlendirmek için omuz bıçaklarınızı bir araya getirirken agresif bir şekilde barı çekin. Barı bükülerek kalça üzerinden yere yönlendirin."
      },
      {
        "name": "Hyperextensions With No Hyperextension Bench",
        "type": "Strength",
        "muscle": "Lower Back",
        "equipment": "Body Only",
        "difficulty": "Başlangıç",
        "instructions": "Bacaklarınızı tutan birisiyle bir düz bankın kenarına kayarak kalçalarınızın bankın ucundan sarkmasını sağlayın. İpucu: Tüm üst vücudunuzun yere doğru sarkması gerekir. Ayrıca, bir hiperuzantı bankında olduğunuz gibi aynı pozisyonda olacaksınız, ancak düz bankın yüksekliği nedeniyle hareket aralığı hiperuzantı bankınkinden daha kısa olacaktır. Vücudunuz düz olduğunda, kollarınızı önünüzde (tercihim) veya başınızın arkasında çaprazlayın. Bu, başlangıç pozisyonunuz olacak. İpucu: Ayrıca çapraz kollarınızın altında önünüzde ek direnç sağlamak için bir ağırlık plakası da tutabilirsiniz. Belinizi düz tutarak yavaşça belinizden öne doğru eğilmeye başlayın. Bu hareketi yaparken nefes alın. İlerledikçe neredeyse yere dokunana kadar veya hamstringlerde güzel bir gerilme hissedene kadar devam edin (hangisi önce gelirse). İpucu: Bu egzersizi yaparken asla sırtınızı yuvarlamayın. Gövdenizi başlangıç pozisyonuna yavaşça kaldırın, bu sırada nefes verin. İpucu: Sırtınızı düz bir çizginin ötesine çıkarmaktan kaçının. Ayrıca, sırtı hiçbir zaman korumak için gövdeyi hiçbir zaman sallamayın. Tavsiye edilen tekrar miktarı için tekrarlayın. Çeşitlendirmeler: Bu egzersizi bir hiperuzantı bankası kullanmadan da yapabilirsiniz. Ayrıca, bu egzersize benzer bir egzersiz de iyi bir sabah ve düz bacaklı ölü kaldırma egzersizidir."
      },
      {
        "name": "Deadlift with Bands",
        "type": "Powerlifting",
        "muscle": "Lower Back",
        "equipment": "Barbell",
        "difficulty": "Başlangıç",
        "instructions": "Kısa bantlarla deadlift yapmak için, başlamadan önce bunları bara geçirin ve kurulum için içine adım atın. Uzun bantlar için, bunların sağlam bir tabana, örneğin ağır dambıllara veya bir rafa bağlanmaları gerekecektir. Barın ayaklarınızın üzerinde merkezlenmiş olduğu şekilde yaklaşın. Ayaklarınız kalça genişliğinde olmalıdır. Emin olun ki bantlar, ayaklarınızın arka kısmının altında (kısa bantlar için) ve buna doğru ittiğiniz yerde doğrudan olacak şekilde. Belinizden eğilerek barı omuz genişliğinde kavrayın ve omuz bıçaklarınızın protraksiyon yapmasına izin verin. Genellikle ağırlık kaldırmada ters / düz kavrama yaparsınız. Ayaklarınızı ve kavrama setinizi ayarladıktan sonra büyük bir nefes alın ve sonra kalçanızı aşağı indirin ve dizleri bar ile temas edene kadar bükün. Başınızla ileriye bakın, göğsünüzü yukarıda tutun ve sırtınızı kavisli tutun, ardından ağırlığı yukarı doğru hareket ettirmek için topuklardan sürmeye başlayın. Bar dizleri geçtikten sonra, kalçanıza doğru sürükleyerek omuz bıçaklarınızı bir araya getirin. Barı kalçaların içine yönlendirmek için kalçalarınızı öne sürerken omuz bıçaklarınızı bir araya getirin. Barı kalçalarınıza doğru yönlendirmek için omuz bıçaklarınızı bir araya getirirken agresif bir şekilde barı çekin. Barı bükülerek kalça üzerinden yere yönlendirin."
      },
      {
        "name": "Deadlift with Chains",
        "type": "Powerlifting",
        "muscle": "Lower Back",
        "equipment": "Barbell",
        "difficulty": "Başlangıç Seviyesi",
        "instructions": "Zinciri barın kollarına takabilir veya ortasını bara sererek kaldırış sırasında daha fazla ağırlık ekleyebilirsiniz. Barın üzerine ayaklarınızın ortalanacak şekilde yaklaşın. Ayaklarınız kalça genişliğinde olmalıdır. Kalça eğilerek, omuz genişliğinde bir kavrama sahip olacak şekilde çubuğa tutun, omuz bıçaklarınızı ileriye doğru uzatın. Genellikle, karışık bir kavrama veya ağır setlerde bir üst/alt kavrama kullanırsınız. Ayaklarınız ve kavrama pozisyonunuz belirlendikten sonra derin bir nefes alın ve sonra kalçalarınızı aşağıya doğru indirin ve dizleri çubuğa temas edecek şekilde bükün. Başınızı ileriye doğru bakacak şekilde tutun, göğsünüzü yukarıda tutun ve sırtınızı kambur yapmadan topuğa doğru itme hareketine başlayın. Çubuk dizleri geçtikten sonra, omuz bıçaklarınızı bir araya getirerek çubuğu geriye doğru hızlıca çekin ve kalçalarınızı çubuğa doğru itin. Çubuğu kalçalarınızı öne doğru iterek yere doğru bükülerek indirin."
      },
      {
        "name": "Rack Pull with Bands",
        "type": "Powerlifting",
        "muscle": "Lower Back",
        "equipment": "Barbell",
        "difficulty": "Başlangıç Seviyesi",
        "instructions": "Barın pinler üzerinde bir power rack'te kurulum yapın. Pinler istenilen noktaya ayarlanmalıdır; diz altında, hemen üstünde veya uyluk orta pozisyonda. Bantları rafların tabanına takın veya dambıllarla sabitleyin. Diğer ucunu çubuğa takın. Gerilimi sağlamak için bantları boğmak gerekebilir. Kendinizi doğru deadlift pozisyonunda bara karşı konumlandırın. Ayaklarınız kalçalarınızın altında, kavrama omuz genişliğinizde, sırtınız kambur, kalçaları geriye iterek hamstringleri etkinleştirin. Genellikle ağır olduğundan dolayı karışık bir kavrama, bir kanca kavrama veya ağırlığı tutmaya yardımcı olmak için kayışlar kullanabilirsiniz. Başınız ileriye doğru bakarken, kalçalar ve dizler aracılığıyla çekiş yaparak ağırlığı yukarı doğru çekin ve kilitleyin. Hareketi tamamlarken omuzlarınızı geriye çektiğinizden emin olun. Ağırlığı pinlere geri bırakın ve tekrarlayın."
      },
      {
        "name": "Superman",
        "type": "Esnetme",
        "muscle": "Lower Back",
        "equipment": "Sadece Vücut",
        "difficulty": "Orta Seviye",
        "instructions": "Başlamak için düz bir şekilde yere veya egzersiz matına yüz üstü uzanın. Kollarınız tamamen önünüzde uzanmalıdır. Bu başlangıç pozisyonudur. Aynı anda kollarınızı, bacaklarınızı ve göğsünüzü yere kaldırın ve bu kası 2 saniye boyunca tutun. İpucu: En iyi sonuçları almak için belinizi sıkın. Bu hareketi yaparken nefes vermeyi unutmayın. Not: Kası tuttuğunuzda, uçan süperman gibi görünmelisiniz. Yavaşça kollarınızı, bacaklarınızı ve göğsünüzü nefes alırken başlangıç pozisyonuna geri indirin. Programınızda önerilen tekrar sayısı için tekrarlayın. Çeşitlendirmeler: Bu egzersizi aynı zamanda bir kol ve bacakla yapabilirsiniz. Sadece sol bacağınızı, kolunuzu ve göğsünüzün yanını yükselterek aynısını sağ tarafla yapın."
      }
    ]