[
  {
    "isim": "Smith Makinesi Omuz Silkme",
    "tip": "Kuvvet",
    "kas": "omuz",
    "ekipman": "Makine",
    "zorluk": "Orta",
    "talimatlar": "Başlamak için, demir makinesindeki sürüklemek yerlerinden merkeze kadar ayarlayın. Doğruluk seçildikten ve çubuklar yüklendikten sonra, avuç içleriniz boyuta bakacak şekilde omuzlara sürüklenerek tutun. Barbeli yukarı doğru döner ve düzünüz bir şekilde kollarınızı uzatın. Bu başlangıç pozisyonudur. Nefes alarak, omuzlarınızı kulaklarınıza yaklaştırarak yukarıya doğru uzatın.Kası bir saniye boyunca tutun ve nefes alarak çekme başlangıç pozisyonlarına izleyebilirsiniz.Önerilen tekrar sayıları için toplanır.Çeşitlendirmeler: Bu egzersizi bir squat rack ve halter kullanarak da yapabilirsiniz.Ancak, bu yetinmek için smith makinesinin desteğine sahip olmadığınızdan emin olun ve sizi iyi formül bozacak kadar ağır bir ağırlık seçmeye dikkat edin. Aşırı ağırlık sırtınıza zarar verebilirsiniz. Ayrıca, bu egzersizi başlatmak için dambılları da kullanabilirsiniz."
  },
  {
    "isim": "Omuz Silkmeyi Kaldır",
    "tip": "Kuvvet",
    "kas": "omuz",
    "ekipman": "Makine",
    "zorluk": "Orta",
    "talimatlar": "Pimleri uygun bir ağırlığa ayarlayın. Kendinizi tutacakların tam ortasında doğru konumlandırın. Üst kulpları rahat bir ana başlık ile tutun ve nefesler boyunca kalçalarınızı aşağı doğru indirin. Başınızı tedavi ederken doğru bakın ve göğsünüzü yukarıda tutun. Topuklarınızla yere basın, kalçalarınızı ve dizlerinizi uzatın Omuzlarınızı geriye doğru hareket etmeden hareket boyunca düz kollarınızı tutun.Bu başlangıç yapacağınızz olacaktır.Omuzları kulaklara doğru aralıklarla aralıkları yukarı doğru hareket eder, düz bir çizgide yukarı ve aşağı hareket edin.Hareketin en üst bölgelerinde bir an bekleyin ve ardından başlayan başlangıç operasyonlarına geri programlayın. "
  },
  {
    "isim": "Ayakta Dambıl Omuz Silkme",
    "tip": "Kuvvet",
    "kas": "omuz",
    "ekipman": "Dambıl",
    "zorluk": "Orta",
    "talimatlar": "Dumbbell'ı her elinizde dik bir durmata tutun (avuç içleri gövdenize bakacak şekilde), kollar yanlara doğru uzatın. Nefes alıp verme omuzları mümkün olduğunca yükseğe gittiğinde dambıl'ları çalışır. İpucu: Kollar her zaman uzatılı kalmalıdır. Başlangıç pozisyonlarını indirebilirsiniz. Önerilen tekrar sayıları için içerir. Çeşitlendirmeler: Bu egzersizi bantlar, halterler veya kablolarla da gerçekleştirebilirsiniz. Ayrıca tek bir tutma kullanabilir ve bir seferde bir tarafınızı çalıştırabilirsiniz."
  },
  {
    "isim": "Ayakta Dambıl Dik Sıra",
    "tip": "Kuvvet",
    "kas": "omuz",
    "ekipman": "Dambıl",
    "zorluk": "Orta",
    "talimatlar": "Her elinizde birer adet dambıl'ı avuç içi içleri öne bakacak şekilde, hafifçe omuzda görülebilecek daha dar bir tutuşla tutun. Dumbbell'lar yerlerde dinlenmeli, kollarınız uzatılmış ve sırtınız düz olmalıdır. Bu başlarken dambıl kullanabilirsiniz. Dumbbell'lar vücudunuza yakın olmalı, dirsekler hareketi yönlendirmelidir. Dumbbell'lar desteklenirken dirsekler her zaman ön kollarınızdan yüksek olmalıdır. Hareketin en üst noktasında bir saniye kadar duraklayın. Dumbbell'ların başlangıç pozisyonları alınabilir. Dikkat: Bu egzersizde ne kadar ağırlıkta kapsamlıa çok dikkat edin Aşırı ağırlık, kötü formaya yol açabilir, bu da omuzda sakatlanmaya neden olabilir. Bu egzersizi yapmaktan kaçınabilir ve yanal kaldırmalar gibi başka bir egzersizi değiştirebilirsiniz. Çeşitlendirmeler: Bu egzersizi düşük bir makaraya takılı düz bir bar kullanarak da gerçekleştirebilirsiniz ve aynı zamanda eğimli bir bar veya bir omuz silkme makinesini kullanarak da gerçekleştirebilirsiniz."
  },
  {
    "isim": "Kettlebell Sumo Deadlift Yüksek Çekme",
    "tip": "Kuvvet",
    "kas": "omuz",
    "ekipman": "Kettlebell",
    "zorluk": "Orta",
    "talimatlar": "Bir kettlebell'ı ayaklarınızın dışında, Ayaklarınızı geniş bir durmaa yerde ve kettlebell'i iki vuruş kavrayın. Kalçanızı mümkün olduğunca geriye alın, dizleriniz bükülü olsun ve göğsünüzü ve başınızı yukarıda tutun. uzatarak aynı anda kettlebell'i omuzlarınıza çekin ve dirseklerinizi yukarıya doğru uzatın. Bu işlem başlangıç pozisyonuna dönmek için dönüşür."
  },
  {
    "isim": "Buzağı-Makine Omuz Silkme",
    "tip": "Kuvvet",
    "kas": "omuz",
    "ekipman": "Makine",
    "zorluk": "Başlangıç",
    "talimatlar": "Kendi kalp makinenizin üzerine öyle bir konumlandırın ki omuz pedleri omuzlarınızın üzerinde olsun. Torsonunuz düz olmalı ve kollarınız normal olarak yanınızda uzanmalıdır. Bu başlangıçtaz olacaktır. Omuzlarınızı kulaklarınıza doğru nefes verin ve kasılmayı sürdürün tam bir saniye boyunca tutun. Nefes alarak karakterleri başlangıç durumuna girer. Önerilen tekrar sayısı için süresiz. Çeşitlendirmeler: Shrug hareketlerini gerçekleştirmek için dambıl, halter, demirci makinesi ve makaralı makineleri kullanabilirsiniz."
  },
  {
    "isim": "Halter Omuz Silkme",
    "tip": "Kuvvet",
    "kas": "omuz",
    "ekipman": "Halter",
    "zorluk": "Orta",
    "talimatlar": "Ayakta dik durun ve avuç içi içleri size bakacak şekilde her iki şekilde bir barbell'ı önünüzde tutun (avuç içleri konuşmalardan biraz daha geniş bir mesafede olmalıdır). İpucu: Elleriniz olabildiğince biraz daha geniş olmalıdır. Bu egzersiz için bilek süreleri olmalıdır. İpucu: Barbell'ı biceps kullanarak durmaya çalışmaktan vazgeçin.Nefes alarak başlangıç pozisyonlarına girin. Önerilen tekrar sayıları için.Çeşitlendirmeler: Omuzları yukarı doğru ağrılarken omuzları döndürebilirsiniz, hareketi ön taraftan arka noktadan doğru yarı dairesel hareketle yapabilirsiniz. Ancak bu versiyon, omuz problemleri olanlar için uygun değildir.Ayrıca, bu egzersizi halter'ı sırtınızın arkasında, yanınızdaki dambıl'larla, bir demirci makinesi veya bir omuz silkme makinesi kullanarak da gerçekleştirebilirsiniz."
  },
  {
    "isim": "Arkadan Halter Omuz Silkme",
    "tip": "Kuvvet",
    "kas": "omuz",
    "ekipman": "Halter",
    "zorluk": "Orta",
    "talimatlar": "Ayakta dik durun ve bol miktarda içleri geriye doğru bakacak şekilde her iki şekilde bir barbell'ı arkada tutun (avuç içleri açılmış olmalıdır). İpucu: Elleriniz omuzlarınızda olabilirn biraz daha geniş olmalıdır. Bu egzersiz için bilek süreleri kullanabilirsiniz. Bu Başlangıcız olacaktır.Omuzlarınız mümkün olduğu kadar yükseğe çalışma ve nefes verme kasılma boyunca bir saniye boyunca tutun.İpucu: Barbell'ı biceps kullanarak durdurmayandan vazgeçin.Kollar her zaman uzatılmış olarak kalmalıdır.Nefes alarak başlangıç pozisyonuna geldiğinizde tekrar sayısı için. Çeşitlendirmeler: Omuzları yukarı doğru kaldırırken omuzları döndürebilirsiniz, hareket arkadan ileri doğru yarı dairesel bir hareketle yapılabilir. Ancak bu versiyon, omuz problemleri olanlar için uygun değildir. bir omuz silkme makinesini kullanarak da gerçekleştirebilirsiniz."
  }
]