[
  {
    "isim": "Smith Machine Shoulder Press",
    "tip": "Kuvvet",
    "kas": "Omuz",
    "ekipman": "Makine",
    "zorluk": "Orta",
    "talimatlar": "Başlangıç için, Smith makinesindeki ağırlığı uygun konuma getirin. Doğru şekilde seçildikten ve çubuklar yüklendikten sonra, avuç içlerinizi vücudunuza bakacak şekilde omuzlara çekerek tutun. Barbell yukarı doğru hareket ederken kollarınızı düzleştirin. Bu başlangıç pozisyonudur. Nefes alarak, omuzlarınızı kulaklarınıza doğru çekerek yukarı doğru uzatın. Kası bir saniye boyunca tutun ve nefes alarak çekmeyi başlangıç pozisyonlarına geri dönmek için kullanın. Egzersizi çeşitlendirmek için bir squat rack ve halter kullanabilirsiniz. Ancak, Smith makinesinin desteğine sahip olmadan ağır bir ağırlık seçerken formunuzu bozabilecek kadar dikkatli olmalısınız. Ayrıca, bu egzersizi başlatmak için dambılları da kullanabilirsiniz."
  },
  {
    "isim": "Shoulder Press Machine",
    "tip": "Kuvvet",
    "kas": "Omuz",
    "ekipman": "Makine",
    "zorluk": "Orta",
    "talimatlar": "Pimleri uygun bir ağırlığa ayarlayın. Kendinizi tutacakların tam ortasına doğru konumlandırın. Üst kulpları rahat bir ana başlık ile tutun ve nefes alırken kalçalarınızı aşağı doğru indirin. Başınızı tedavi ederken doğru bakın ve göğsünüzü yukarıda tutun. Topuklarınızla yere basın, kalçalarınızı ve dizlerinizi uzatın. Omuzlarınızı geriye doğru hareket etmeden hareket boyunca düz kollarınızı tutun. Bu başlangıç pozisyonudur. Omuzları kulaklara doğru aralıklarla aralıkları yukarı doğru hareket eder, düz bir çizgide yukarı ve aşağı hareket edin. Hareketin en üst bölgelerinde bir an bekleyin ve ardından başlangıç pozisyonlarına geri dönün."
  },
  {
    "isim": "Standing Dumbbell Shoulder Press",
    "tip": "Kuvvet",
    "kas": "Omuz",
    "ekipman": "Dambıl",
    "zorluk": "Orta",
    "talimatlar": "Dambılı her elinizde dik bir şekilde tutun (avuç içleri gövdenize bakacak şekilde), kolları yanlara doğru uzatın. Nefes alıp verirken omuzlar mümkün olduğunca yükseğe kalktığında dambılları çalıştırın. İpucu: Kollarınız her zaman uzatılı kalmalıdır. Başlangıç pozisyonlarına geri dönebilirsiniz. Önerilen tekrar sayıları dahildir. Çeşitlendirmeler: Bu egzersizi bantlar, halterler veya kablolarla da gerçekleştirebilirsiniz. Ayrıca, tek bir tutma kullanabilir ve bir seferde bir tarafınızı çalıştırabilirsiniz."
  },
  {
    "isim": "Standing Dumbbell Upright Row",
    "tip": "Kuvvet",
    "kas": "Omuz",
    "ekipman": "Dambıl",
    "zorluk": "Orta",
    "talimatlar": "Her elinizde bir adet dambılı avuç içi içleri öne bakacak şekilde, hafifçe omuzda görülebilecek daha dar bir tutuşla tutun. Dambıllar yerlerde dinlenmeli, kollarınız uzatılmış ve sırtınız düz olmalıdır. Bu başlangıç pozisyonudur. Omuzlarınızı mümkün olduğu kadar yükseğe kaldırın ve nefes alıp verirken kasılmayı sürdürün, tam bir saniye boyunca tutun. İpucu: Dambılları biceps kullanarak durdurmaktan vazgeçin. Kollar her zaman uzatılmış olarak kalmalıdır. Nefes alarak başlangıç pozisyonuna geldiğinizde tekrar sayısı için. Çeşitlendirmeler: Omuzları yukarı doğru kaldırırken omuzları döndürebilirsiniz, hareketi ön taraftan arka noktadan doğru yarı dairesel hareketle yapabilirsiniz. Ancak bu versiyon, omuz problemleri olanlar için uygun değildir. Bir omuz silkme makinesini kullanarak da gerçekleştirebilirsiniz."
  },
  {
    "isim": "Calf Machine Shoulder Shrug",
    "tip": "Kuvvet",
    "kas": "Omuz",
    "ekipman": "Makine",
    "zorluk": "Başlangıç",
    "talimatlar": "Kendi kalp makinenizi kullanırken omuz pedlerini omuzlarınızın üzerine yerleştirin. Torsonuz düz olmalı ve kollarınız normal olarak yanınızda uzanmalıdır. Bu başlangıç pozisyonudur. Omuzlarınızı kulaklarınıza doğru çekerek nefes verin ve kasılmayı sürdürün, tam bir saniye boyunca tutun. Nefes alarak başlangıç pozisyonuna dönün. Önerilen tekrar sayısı için sınırsızdır. Çeşitlendirmeler: Shrug hareketlerini gerçekleştirmek için dambıl, halter, demir makinesi ve makaralı makineleri kullanabilirsiniz."
  },
  {
    "isim": "Barbell Shoulder Shrug",
    "tip": "Kuvvet",
    "kas": "Omuz",
    "ekipman": "Halter",
    "zorluk": "Orta",
    "talimatlar": "Ayakta dik durun ve avuç içi içleri size bakacak şekilde her iki elinizde bir barbell'ı önünüzde tutun (avuç içleri konuşmalardan biraz daha geniş bir mesafede olmalıdır). İpucu: Elleriniz mümkün olduğunca biraz daha geniş olmalıdır. Bu egzersiz için bilek süreleri kullanmalısınız. İpucu: Barbell'ı biceps kullanarak durmaya çalışmaktan vazgeçin. Nefes alarak başlangıç pozisyonlarına girin. Önerilen tekrar sayıları için. Çeşitlendirmeler: Omuzları yukarı doğru kaldırırken omuzları döndürebilirsiniz, hareketi ön taraftan arka noktadan doğru yarı dairesel hareketle yapabilirsiniz. Ancak bu versiyon, omuz problemleri olanlar için uygun değildir. Ayrıca, bu egzersizi halter'ı sırtınızın arkasında, yanınızdaki dambıllarla, bir demir makinesi veya bir omuz silkme makinesi kullanarak da gerçekleştirebilirsiniz."
  },
  {
    "isim": "Barbell Behind-the-Back Shoulder Shrug",
    "tip": "Kuvvet",
    "kas": "Omuz",
    "ekipman": "Halter",
    "zorluk": "Orta",
    "talimatlar": "Ayakta dik durun ve avuç içi içleri geriye doğru bakacak şekilde her iki elinizde bir barbell'ı arkada tutun (avuç içleri açık olmalıdır). İpucu: Elleriniz omuzlarınızda olabilir ve biraz daha geniş bir mesafe olmalıdır. Bu egzersiz için bilek süreleri kullanabilirsiniz. Bu başlangıç pozisyonudur. Omuzlarınızı mümkün olduğunca yükseğe kaldırın ve nefes verirken kasılmayı bir saniye boyunca tutun. İpucu: Barbell'ı biceps kullanarak durdurmaktan vazgeçin. Kollar her zaman uzatılmış olarak kalmalıdır. Nefes alarak başlangıç pozisyonuna döndüğünüzde tekrar sayısı için. Çeşitlendirmeler: Omuzları yukarı doğru kaldırırken omuzları döndürebilirsiniz, hareket arkadan ileri doğru yarı dairesel bir hareketle yapılabilir. Ancak bu versiyon, omuz problemleri olanlar için uygun değildir. Bir omuz silkme makinesini kullanarak da gerçekleştirebilirsiniz."
  }
]
