[
  {
    "isim": "Eğimli Çekiç Bukleleri",
    "tip": "kuvvet",
    "kas": "pazı",
    "ekipman": "dambıl",
    "zorluk": "başlangıç",
    "talimatlar": "Bir eğimli bench üzerine oturun ve her elinizde bir dambıl tutun. Ayaklarınız arasında sabit şekilde ayarlanabilir yere bastırılmalıdır. Dumbbell'ları düz bir şekilde bırakın ve nötr bir kavrayışla tutun. Bu, başlangıçta başarılız olacaktır. Dirseği tutmak, bükülmekten bükerek olacaktır. Hareketi zirveye kadar sürdürün ve duraklatın, ardından gelen başlangıç pozisyonuna geri dönün."
  },
  {
    "isim": "Geniş Kavrama Barbell Curl",
    "tip": "kuvvet",
    "kas": "pazı",
    "ekipman": "yular",
    "zorluk": "başlangıç",
    "talimatlar": "Vücudunuzun dik destekli ve geniş dış kulplarda bir halterin izlemeniz bir durmaa geçin. Ellerinizin bolluğu içi içleri öne bakmalıdır. Dirsekler genellikle yakın olmalıdır. Bu, başlangıçta başlatılırz olacaktır. Üst kollar sabit tutarken, ağırlıkları biceps kaslarınızı kasarak ileri doğru çalıştırır ve nefesler İpucu.İpucu: Sadece önkolların hareket eder.Hareketi biceps kaslarınız tamamen kasılır ve bar omuz noktasında durun.Kasılı pozisyonlar bir saniye boyunca tutun ve biceps kaslarını sıkın.Nefes almayı ve almayı başlangıç pozisyonununa geri almayı başlatmak.Devamını tekrarlamayı yapana kadar. : Bu hareketi düşük bir makaraya takılmış bir E-Z bar veya E-Z slotunu kullanarak da gerçekleştirebilirsiniz."
  },
  {
    "isim": "EZ-bar Örümcek Kıvrımı",
    "tip": "kuvvet",
    "kas": "pazı",
    "ekipman": "yular",
    "zorluk": "orta düzey",
    "talimatlar": "İlk olarak, barbell'i genellikle oturarak vaiz bench'in üzerine yerleştirmeye başlayın. Barbell'i dengeli ve düşmeyecek şekilde doğru hizalayın. Preacher bench'in ön bölgelerde yaşarsınız (genellikle kolların yerleştiği yer) ve vücudunuzun 45 derecelik bir bollukta ve karın ön verileri bastırılmış bir şekilde konumlandırın.Ayaklarınızın (özellikle parmaklarınızın)yerinde iyi bir şekilde konumlandığından emin olun ve üst kollarınızı vaiz tezgahının iç kısmındaki pedin üstünde yerde.(avuç içleri yukarı bakacak şekilde) barbell'i tutmak için kullanın.Barbell'i yukarı dinlenmeye başlayın ve nefes verin.Kasılı pozisyonlar bir saniye boyunca tutun ve biceps'i sıkın.Barbell'i başlangıç pozisyonlarına geri dönmeye başlayın ve nefes alın. Önerilen tekrar sayıları için sürekli Varyasyon: Bu egzersizi yaparken dambılları da kullanabilirsiniz.Sadece onları normal oturduğunuz yerde aynı şekilde kullanabilirsiniz. şekilde vaiz bankanızın üzerine yerleştirdiğinizden emin olun."
  },
  {
    "isim": "Çekiç Bukleleri",
    "tip": "kuvvet",
    "kas": "pazı",
    "ekipman": "dambıl",
    "zorluk": "orta düzey",
    "talimatlar": "Vücudunuzun dik desteği ve her elinizde birer dambıl'ın kollarının sabit olduğu yerde tutulduğu bir durmana geçin. Dirsekler toplam yakın olmalıdır. El kollarınız, gövdenize doğru olmalıdır. Bu, başlangıçta mevcutz olacaktır. Şimdi, üst kolunuzu tutarken nefeslerinizi sağlayın ve biceps 'i kasarak ağırlığı ileri doğru doğru. ardından nefes alma ve dambıl'ların başlangıç pozisyonlarına indirmeye başlama.önerilen tekrarlamak için sürekli.Çeşitlendirmeler: Bu hareketin olası çeşidi vardır.Örneğin, sırt desteği olan veya olmayan bir bankada oturarak egzersiz yapabilir ve ayrıca kolların rotasını da yapabilirsiniz;önceden sağ kolu aşamada , sonra sol, sonra sağ, vb."
  },
  {
    "isim": "EZ-Bar Curl",
    "tip": "kuvvet",
    "kas": "pazı",
    "ekipman": "e-z_curl_bar",
    "zorluk": "orta düzey",
    "talimatlar": "Geniş dış kulplarda bir EZ curl bar'ı dik tutarak bir durmaya geçin. Ellerinizin bolluk içleri öne bakmalı ve sürüklenme şekli nedeniyle biraz içeri eğik olmalıdır. Dirsekleri çalıştırılır yakın tutun. Bu, başlangıçta çalışır durumdaz olacaktır. Şimdi, üst kollarınızı Tutarken nefes verin ve biceps'i kasarak ağırlığı doğru doğru.Sadece önkollarınızı hareket ettirmeye odaklanın.Ağırlığı biceps tamamen kasılır ve çubuk omuz özellikleri gelene kadar kalır.Üst kaslı pozisyonu bir ileri an tutun ve biceps'i sıkın.Sonra nefesler alınır ve koşmaya başlama pozisyonlarına Çeşitlendirmeler: Bu hareketi düşük bir makaraya takılmış bir E-Z ek ile de gerçekleştirebilirsiniz."
  },
  {
    "isim": "Zottman Curl",
    "tip": "kuvvet",
    "kas": "pazı",
    "ekipman": "Hiçbiri",
    "zorluk": "orta düzey",
    "talimatlar": "Vücudunuzun dik olarak sıcaklık ve her elinizde sabit bir dambıl'ın kollarınızın uzunluğunda tutulduğu bir durmaka geçin. Dirsekler beslenmeye yakın olmalıdır. El avuçlarının bir doğru bakmasına dikkat edin. Bu, başlangıçta mevcutz olacaktır. Üst kolu tutarken nefes vermeniz ve biceps' i kasarak dambıl'ları çalışır.Sadece önkolların hareket eder.Bileğinizi, sırt üstü bir (avuç içleri yukarı) bölümü ile omuz seviyesindeki biceps tamamen kasılıncaya kadar devam ettirin.Kasılı bir saniye boyunca biceps'i sıkın.Şimdi kasılı, baş parmak küçük parmak üzerinde ve baş parmak küçük parmak altında olacak şekilde bileğin dönmesinin ve dambıl'ları pronated bir (avuç içleri aşağı bakacak şekilde) bölüm ile özelliklerin başlangıç konumlarına geri dönmeye başlayın. ile döndürmeye başlayın. Önerilen programın tekrarı için sürekli olarak."
  },
  {
    "name": "Biceps Curl'den Omuz Press'e",
    "tip": "kuvvet",
    "kas": "pazı",
    "ekipman": "dambıl",
    "zorluk": "başlangıç",
    "talimatlar": "Dik bir durmata her elinizde bir dambıl ile başlayın. Kollarınızın yanlarınızda sarkmalı ve avuç içleriniz öne bakmalıdır. Doğrudan yönlendirmeye başlayın, göğüslerinizin yukarıya doğru kişilerin ayaklarınızı kolayca açabileceksiniz. Momentum veya omuzdan fleksiyon durdurmanın, bunun yerine kontrollü bir hareket kullanın. İstenen tekrar sayısını tamamlayın ve ardından karşı noktalarda kalın."
  },
  {
    "name": "Halter Kıvrımı",
    "tip": "kuvvet",
    "kas": "pazı",
    "ekipman": "yular",
    "zorluk": "orta düzey",
    "talimatlar": "Genişlikte bir omuz tipi ile sabit bir halter'i dik tutarak bir durmaya devam edin. Ellerinizin avuç içleri öne bakmalı ve esnekler yakın olmalıdır. Bu, başlangıçta mevcut olacaktır. Üst kolları tutarken, önkolları kasarak ağırlıkları öne doğru ve nefesler İpucu : Sadece önkolların hareket ettiği hareket, biceps tamamen kasılır ve çubuk omuz noktasında geldiğinde bir saniye boyunca kaslı pozisyonlarda tutun ve biceps'i sıkın.Yavaşça çubuk başlangıç pozisyonuna geri dönmeye başlayın ve nefes alın.Hareketin bir düşük makaraya takılmış bir çubuk eklentisini kullanarak da gerçekleştirebilirsiniz. Bu çeşitlilik, hareketin düz üst yapısı gerçekten iyi bir kasılma sağlıyor gibi görünüyor. Çeşitlilik amaçlanarak daha yakın temel da kullanabilirsiniz."
  },
  {
      "isim": "Konsantrasyon Kıvrılması",
      "tip": "kuvvet",
      "kas": "pazı",
      "ekipman": "dambıl",
      "zorluk": "orta",
      "talimatlar": "Düz bir bench üzerine oturduğunuzdan ve birinin dambıl koyun. bacaklarınızı açık tutun, dizleriniz bükülü ve ayaklarınız yerde olsun. İpucu: Kolunuz uzatılmış olmalı ve dambıl yerden yüksek olmalıdır.Bu başlangıç ​​olacaktırz.Üst kolu tutarak nefes alıp dambılları dinlenmeye devam eder, sadece alt kollar hareket eder.Biceps kaslarınızı kasarken hareketi sürdürün ve biceps kaslarınız tamamen kasıldığında ve dambıllar omuz seviyesindeyken hareketi durdurmanın.İpucu: Hareketin en üst kısmındaki küçük parmağınızın baş parmağınızdan yüksek tuttuğunuzdan emin olun.Kasılı pozisyonda bir saniye kadar tutun ve biceps Kaslarınızı sıkın.Nefes alarak dambılları başlangıç pozisyonuna geri döndürmenin.Önlenen tekrar destekli için tutulduğunuzdan emin olun.Sol kol ile hareket tamamlandı.Varyasyonlar: Bu egzersizi tutarak, gövdenizi ileri doğru eğmiş ve kolunuzu önünüzde tutarak da gerçekleştirebilirsiniz.Bu durumda, kolunuzun arka kısmı için bacak desteği kullanılmaz, bu nedenle ekstra üst kolun hareketsizliği için çaba harcamanız gerekir. Bu egzersizin daha zor bir versiyonudur ve alt sırt sorunları olan insanlara önerilmez."
    },
    {
      "isim": "Flexor Incline Dambıl Bukleleri",
      "tip": "kuvvet",
      "kas": "pazı",
      "ekipman": "dambıl",
      "zorluk": "başlangıç",
      "talimatlar": "Dambalı sizden uzaktaki tutun, bu nedenle boyutu daha yakın, daha fazla ağırlık olacaktır. (Bu, biceps dambıl egzersizleri üzerinde iyi bir etki yaratmak için mümkündür). Artık normal bir eğimli dambıl curl yapın, ancak bileklerinizi mümkün olduğunca uzakta doğru İki elinizde de birer dambıl tutarak 45 derece eğimli bir banka üzerine oturun.Kollarınızın yanlarında sarkmalı, dirseklerin belirgin olması ve ellerinizin bolluğunun içleri vücudunuzdan yardım kesintilerine, baş parmaklarınızın büyümesi doğru bakılmalıdır.İpucu: Bu el hayattayken, ellerinya yukarı çıkarken Dönmemesi gerektiği şekilde hareket ederek korumalısınız.Bu başlangıçta olacak.İki dambılı aynı anda bitti biceps kaslarınız tamamen kasılır ve nefesler kesilir.İpucu: Kollarını sallayın veya momentum kullanın.Her zaman kontrollü bir hareket yapın.Kasılı olarak en üstte bir saniye tutun.Nefes alarak hareketleri Başlangıç ayarları geri döner, önerilen tekrar sayıları için süresiz. Dikkat: Kolunuzu tamamen uzatmayın, çünkü eğer aşırı uzatırsanız dirseklerinizi incitebilirsiniz. Ayrıca, aşağı inerken yavaş hareket ettiğinizden emin olun, böylece sakatlanmayı önlersiniz. Varyasyonlar: Bu hareketi kablolar kullanarak da gerçekleştirebilirsiniz."
    }
]