[
  {
    "isim": "Incline Hammer Curls",
    "tip": "kuvvet",
    "kas": "on_kol",
    "ekipman": "dambıl",
    "zorluk": "başlangıç",
    "talimatlar": "Eğimli bir bench üzerine oturun ve her elinizde bir dambıl tutun. Ayaklarınızı sabit bir şekilde yerde tutun. Dumbbell'ları düz bir şekilde bırakın ve nötr bir kavrayışla tutun. Bu, başlangıçta zorlayıcı olabilir. Dirseği bükerek kolları kaldırın ve hareketi zirveye kadar sürdürün. Ardından, başlangıç pozisyonuna geri dönün."
  },
  {
    "isim": "Wide Grip Barbell Curl",
    "tip": "kuvvet",
    "kas": "on_kol",
    "ekipman": "yular",
    "zorluk": "başlangıç",
    "talimatlar": "Vücudunuz dik bir destekle ve geniş dış kulplarda bir halteri takip ederek durun. Ellerinizin içi, öne bakacak şekilde olmalıdır ve dirsekler genellikle yakın olmalıdır. Bu, başlangıçta başarılı olacaktır. Üst kolları sabit tutarken, ağırlıkları ileri doğru çalıştırarak biceps kaslarınızı kasın ve nefes alın. İpucu: Sadece önkollarınızın hareket etmesine odaklanın. Hareketi biceps kaslarınız tamamen kasılır ve barbell omuz seviyesinde durana kadar devam ettirin. Kasılı pozisyonu bir saniye boyunca tutun ve biceps kaslarınızı sıkın. Nefes alarak başlangıç pozisyonuna geri dönmeye başlayın ve tekrarlamayı bitirin. Bu hareketi, E-Z bar veya E-Z slot gibi düşük bir makaraya takılarak da gerçekleştirebilirsiniz."
  },
  {
    "isim": "EZ-Bar Spider Curl",
    "tip": "kuvvet",
    "kas": "on_kol",
    "ekipman": "yular",
    "zorluk": "orta düzey",
    "talimatlar": "İlk olarak, barbell'i genellikle oturarak bir destek bench'in üzerine yerleştirerek başlayın. Barbell'i dengeli ve düşmeyecek şekilde doğru hizalayın. Bench'in ön bölgesine yerleşin (genellikle kolların konumlandığı yer) ve vücudunuzu 45 derecelik bir eğimde tutun; karın ön kısmı desteklenmiş bir pozisyonda olsun. Ayaklarınızın (özellikle parmaklarınızın) iyi bir şekilde yerleştirildiğinden emin olun ve üst kollarınızı bench'in iç kısmındaki pedin üzerinde yerde tutun (avuç içleri yukarı bakacak şekilde) ve barbell'i tutmak için kullanın. Barbell'i yukarı doğru kaldırın ve nefes verin. Kasılı pozisyonu bir saniye boyunca tutun ve biceps'i sıkın. Barbell'i başlangıç pozisyonuna geri dönmeye başlayın ve nefes alın. Önerilen tekrar sayıları için devam edin. Varyasyon: Bu egzersizi yaparken dambılları da kullanabilirsiniz. Onları normalde oturduğunuz yerde aynı şekilde kullanın. Bench'i doğru bir şekilde yerleştirdiğinizden emin olun."
  },
  {
    "isim": "Hammer Curls",
    "tip": "kuvvet",
    "kas": "on_kol",
    "ekipman": "dambıl",
    "zorluk": "orta düzey",
    "talimatlar": "Vücudunuzun dik desteği ve her elinizde birer dambılın kollarının sabit olduğu bir duruşa geçin. Dirseklerinizi vücudunuza yakın tutun. El kollarınız gövdenize paralel olmalıdır. Bu, başlangıçta doğru olacaktır. Şimdi, üst kolunuzu sabit tutarken nefes alın ve biceps'i kasarak ağırlığı ileri doğru kaldırın. Sonra nefes alarak ve kontrolle dambılları başlangıç pozisyonlarına indirmeye başlayın. Önerilen tekrar sayısı için sürekli olarak devam edin. Çeşitlendirmeler: Bu hareketin birkaç farklı versiyonu vardır. Örneğin, sırt desteği olan veya olmayan bir bench üzerinde oturarak egzersiz yapabilir ve kolların rotasını değiştirebilirsiniz; önce sağ kolu, sonra sol kolu, sonra sağ kolu vb."
  },
  {
    "isim": "EZ-Bar Curl",
    "tip": "kuvvet",
    "kas": "on_kol",
    "ekipman": "e-z_curl_bar",
    "zorluk": "orta düzey",
    "talimatlar": "Geniş dış kulplarda bir EZ curl bar'ı dik tutarak bir duruşa geçin. Ellerinizin bolluk içleri öne bakmalı ve sürüklenme şekli nedeniyle biraz içeri eğik olmalıdır. Dirsekleri yakın tutarak çalışın. Bu, başlangıçta zorlu olacaktır. Şimdi, üst kollarınızı sabit tutarken nefes verin ve biceps'i kasarak ağırlığı doğru yukarı kaldırın. Sadece ön kollarınızın hareket etmesine odaklanın. Ağırlık, biceps tamamen kasılır ve çubuk omuz seviyesine geldiğinde bir saniye boyunca kasılı pozisyonu tutun ve biceps'i sıkın. Sonra nefes alın ve kontrollü bir şekilde başlangıç pozisyonlarına dönün. Çeşitlendirmeler: Bu hareketi düşük bir makaraya takılmış bir E-Z bar veya E-Z ek ile de gerçekleştirebilirsiniz"
  },
  {
    "isim": "Zottman Curl",
    "tip": "kuvvet",
    "kas": "on_kol",
    "ekipman": "sadece vücut",
    "zorluk": "orta düzey",
    "talimatlar": "Vücudunuzun dik olarak durduğu ve her elinizde sabit bir dambılın kollarınızın uzunluğunda tutulduğu bir duruşa geçin.El avuçlarının aynı doğrultuda olmasına dikkat edin. Bu, başlangıçta mevcut olacaktır. Üst kolu tutarken nefes verin ve biceps'i kasarak dambılları çalıştırın. Sadece ön kollarınızın hareket etmesine odaklanın. Bileğinizi, sırt üstü bir (avuç içleri yukarı) pozisyonda omuz seviyesindeki biceps tamamen kasılıncaya kadar devam ettirin. Kasılı pozisyonda bir saniye boyunca biceps'i sıkın. Şimdi kasılı, baş parmak küçük parmak üzerinde ve baş parmak küçük parmak altında olacak şekilde bileği döndürerek dambılları pronated bir (avuç içleri aşağı bakacak şekilde) pozisyona getirin ve özelliklerin başlangıç konumlarına geri dönmeye başlayın. Dönerken nefes alın."
  },
  {
    "isim": "Biceps Curl'den Omuz Press'e",
    "tip": "kuvvet",
    "kas": "on_kol",
    "ekipman": "dambıl",
    "zorluk": "başlangıç",
    "talimatlar": "Dik bir durmata her elinizde bir dambıl ile başlayın. Kollarınızın yanlarınızda sarkmalı ve avuç içleriniz öne bakmalıdır. Doğrudan yönlendirmeye başlayın, göğüslerinizin yukarıya doğru kişilerin ayaklarınızı kolayca açabileceksiniz. Momentum veya omuzdan fleksiyon durdurmayın, bunun yerine kontrollü bir hareket kullanın. İstenen tekrar sayısını tamamlayın ve ardından karşı noktalarda kalın."
  },
  {
    "isim": "Dumbbell Curl",
    "tip": "kuvvet",
    "kas": "on_kol",
    "ekipman": "yular",
    "zorluk": "orta düzey",
    "talimatlar": "Geniş dış kulplarda bir EZ curl bar'ı dik tutarak bir durmaya devam edin. Ellerinizin avuç içleri öne bakmalı ve esnekler yakın olmalıdır. Bu, başlangıçta mevcut olacaktır. Üst kolları tutarken, önkolları kasarak ağırlıkları öne doğru yönlendirin ve nefes alın. İpucu: Sadece önkolların hareket ettiği bu hareketle, biceps tamamen kasılır ve çubuk omuz seviyesine gelindiğinde bir saniye boyunca kaslı pozisyonu tutun ve biceps'i sıkın. Yavaşça çubuğu başlangıç pozisyonuna geri dönmeye başlayın ve nefes alın. Hareketi, bir düşük makaraya takılmış bir çubuk eklentisi kullanarak da gerçekleştirebilirsiniz. Bu çeşitlilik, hareketin düz üst yapısında gerçekleşen iyi bir kasılma sağlıyor gibi görünüyor. Çeşitlilik amacıyla daha yakın temel de kullanabilirsiniz."
  },
  {
      "isim": "Concentration Curl",
      "tip": "kuvvet",
      "kas": "on_kol",
      "ekipman": "dambıl",
      "zorluk": "orta",
      "talimatlar": "Düz bir bench üzerine oturun ve bir dambıl alın. Bacaklarınızı açık tutun, dizleriniz bükülü ve ayaklarınız yerde olsun. İpucu: Kolunuzun uzatılmış olmalı ve dambıl yerden yüksek olmalıdır. Bu, başlangıç olacaktır. Üst kolu tutarak nefes alın ve dambılları dinlenmeye devam ederken sadece alt kollar hareket etsin. Biceps kaslarınızı kasarken hareketi sürdürün ve biceps kaslarınız tamamen kasıldığında, dambıllar omuz seviyesindeyken hareketi durdurun. İpucu: Hareketin en üst kısmındaki küçük parmağınızın baş parmağınızdan yüksek tuttuğunuzdan emin olun. Kasılı pozisyonda bir saniye kadar tutun ve biceps kaslarınızı sıkın. Nefes alarak dambılları başlangıç pozisyonuna geri döndürmeye başlayın. Önerilen tekrar sayılarına ulaşmak için sürekli olarak tutulduğunuzdan emin olun. Sol kol ile hareket tamamlandığında, varyasyonlar için gövdenizi ileri doğru eğerek ve kolunuzu önünüzde tutarak da gerçekleştirebilirsiniz. Bu durumda, bacak desteği kullanılmaz, bu nedenle ekstra üst kolun hareketsizliği için çaba harcamanız gerekir. Bu egzersizin daha zor bir versiyonudur ve alt sırt sorunları olan insanlara önerilmez"
    },
    {
      "isim": "Incline Dumbbell Curls",
      "tip": "kuvvet",
      "kas": "on_kol",
      "ekipman": "dambıl",
      "zorluk": "başlangıç",
      "talimatlar": "İki elinizde birer dambıl tutarak 45 derece eğimli bir banka oturun. Kollarınız yanlarda sarkmalı, dirsekler belirgin olmalı ve ellerinizin iç kısımları vücudunuza doğru bakmalıdır. İpucu: Bu el hayattayken, ellerinizin yukarı çıkarken dönmemesi gerektiği şekilde hareket etmeye özen gösterin. Bu başlangıçta olacak. İki dambılı aynı anda kaldırarak biceps kaslarınız tamamen kasılır ve nefes verirken aşağı indirin. İpucu: Kollarınızı sallamayın veya momentum kullanmayın. Her zaman kontrollü bir hareket yapın. Kasılı olarak en üstte bir saniye tutun. Nefes alarak hareketi başlangıç pozisyonuna geri döndürün, önerilen tekrar sayıları için sürekli. Dikkat: Kolunuzu tamamen uzatmayın, çünkü aşırı uzatırsanız dirseklerinizi incitebilirsiniz. Ayrıca, aşağı inerken yavaş hareket ettiğinizden emin olun, böylece sakatlanmayı önlersiniz. Varyasyonlar: Bu hareketi kablolar kullanarak da gerçekleştirebilirsiniz."
    }
]