[
  {
    "isim": "Weighted Pull-up",
    "tip": "kuvvet",
    "kas": "sirt",
    "ekipman": "yalnızca vücut",
    "zorluk": "orta",
    "talimatlar": "Vücut ağırlığınıza uygun bir ağırlık standardına bağlanın ve çenenizi avuç içleri ön tarafta olacak şekilde bir çekme hareketine başlayın. Orta bir çerçeve için ellerinizi omuz genişliğinde aralayın, her iki kolu da seçilen bir aralıkta ayrılmış şekilde önünüzde uzatın. Gövdenizi yaklaşık 30 derece geriye kıvrılacak şekilde ayarlayın ve göğsünüzü doğru bir şekilde hedefleyin. Bu hareket başlangıçta zor olabilir. Şimdi, nefes verirken başınızı ellerinizin üzerine kadar çekin. Tepe kontraksiyona ulaştığınızda omuz bıçaklarınızı güçlendirin ve sıkıştırmaya odaklanın. Kısa bir süre tepe kontraksiyon pozisyonunda durduktan sonra nefes alın ve gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonuna geri getirin."
  },
  {
    "isim": "Pull-ups",
    "tip": "kuvvet",
    "kas": "sirt",
    "ekipman": "yalnızca vücut",
    "zorluk": "orta",
    "talimatlar": "Avuç içleri öne bakacak şekilde pull-up barına tutunun. Kavramlar hakkında not: Geniş kavram için eller omuz genişliğinden daha geniş bir mesafede olmalıdır. Orta kavram için eller omuz genişliğinizde bir mesafede olmalı ve dar kavram için omuz genişliğinde olmalıdır, daha küçük bir mesafede olmalıdır. Her iki kolu da önünüzde uzatılmış olarak tutarken seçilen, gövdenizi yaklaşık 30 derece geriye doğru mesafe ve alt sırtınıza kavis yaparak göğsünüzü yönlendirin. Bu başlangıçta olacaktır. Çeneniz üst göğsünüze değene kadar gövdenizi yukarı çekin. Omuzları ve üst kolları geriye ve aşağıya doğru çekerek üst göğsünüze dokunmasını sağlayın. Bu kısmı yaparken nefes verin. İpucu: Tam kontrakte pozisyonlara ulaştığınızda sırt kaslarını sıkıştırmaya odaklanın. Üst gövde, sadece kollar hareket etsin, vücuttan durma hareket etmemelidir. Önkollar, destek dışında başka bir işlev görmemelidir. Bir saniye boyunca kontrakte bekletildikten sonra, nefes alarak gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonlarına dönüştürülmelidir."
  },
  {
      "isim": "Rocky Pull-Up'lar/Puldown'lar",
      "tip": "kuvvet",
      "kas": "sirt",
      "ekipman": "diğer",
      "zorluk": "alet",
      "talimatlar": "Geniş bir çubuk kullanarak avuç içleriniz öne bakacak şekilde pull-up barına tutunun. Her iki kolu seçilen arayüzün önünde uzatılmış olarak tutarken, gövdenizi yaklaşık 30 derece geriye çekin ve alt sırtınıza kavis vererek göğsünüzü doğru çıkarın. Bu, başlangıç ​​pozisyonu olacaktır. Çenenizi üst göğsünüze değene kadar gövdenizi yukarı çekin. Omuzları ve üst kolları geriye ve aşağı çekerek üst göğsünüze dokunmasını sağlayın. Bu sırada nefes verin. İpucu: Tam kontrakte pozisyonuna ulaştıktan sonra sırt kaslarını sıkıştırmaya odaklanın. Üst gövde, sadece kollar hareket etmeli, önkolların dışında başka bir iş yapmamalıdır. Bir saniye boyunca kontrakte beklettikten sonra nefes alın ve gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonuna getirin. Ancak bu hareketi aralıklarla devam ettirmektedir. Şimdi aynı hareketleri tekrar durdurun, bu sefer gövdeniz düz kalacak ve çubuk üst göğsünüzün yerine boyuna dokunacaktır. İpucu: Bu egzersizin bu kısmını doğru bir şekilde uygulamanıza yardımcı olması için başınızı hafifçe öne çıkarın. Başlangıç pozisyonuna indirdikten sonra, egzersiz programınızda belirtilen tekrar sayısı bitene kadar devam edin. Dikkat: Boyun arkası aralıkları, omuz problemleri olan kişilere önerilmez çünkü hiperekstansiyon nedeniyle boyun eğmeye yol açabilir. Varyasyonlar: Bu egzersizi yeni başlıyorsanız ve yeterince gücünüz yoksa, uygunsa bir çene destek makinesi kullanın. Bu makineler, vücut ağırlığınızı desteklemek için ağırlık kullanır. Ayrıca, bacaklarınızı tutan bir yardımcı kullanabilirsiniz. Ayrıca bir açılır kapanır makineyi de kullanabilirsiniz."
    },
    {
      "isim": "Close-Grip Lat Pulldown",
      "tip": "kuvvet",
      "kas": "sirt",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "V-Bar'ın üst makarasına takılı olan bir açılır makineye oturun. Makinenin diz pedini ayırmalarınızı düzgün bir şekilde ayarlayın. Bu pedler, çubuğa bağlı direncin sizi yukarı kaldırmasını engelleyecektir. V-bar'ı içleri başlayacak şekilde çalışacak şekilde tutun . Sırt kaslarını daha etkili bir şekilde çalıştırmak için göğsünüzü doğru yönlendirin ve kendinizi hafifçe geriye doğru eğin (yaklaşık 30 derece). Bu başlangıç pozisyonudur. Lat kaslarınızı kullanarak, aşağı doğru çekin ve omuz bıçaklarınızı sıkıştırın. Göğsünüz neredeyse V-bar'a dokunana kadar devam edin. Bu hareket sırasında nefes verin. İpucu: Hareket boyunca gövdenizi sabit tutun. Kontrakte bir saniye bekledikten sonra, nefes alarak başlangıç pozisyonlarına geri dönün. Belirtilen tekrar sayısı tamamlanana kadar devam edin. Dikkat: Gövdeyi sallamadan egzersizi yapmak için ağırlığı aşırı büyük seçmekten kaçının."
    },
    {
      "isim": "Yukarı çek",
      "tip": "kuvvet",
      "kas": "sirt",
      "ekipman": "yalnızca vücut",
      "zorluk": "başlangıç",
      "talimatlar": "Pull-up (Çekme) egzersizinin geniş bir anatomik yapışan çubuğa yapılması gerekmektedir. Bu, başlangıç ​​pozisyonunda başlayacaktır. Dirsekleri fleksiyon yaparak ve glenohumeral ekleme ekleyerek kendinizi yukarı çekin. Sallanmayın veya momentum kullanmayın. Çenenizi çubuğa çekerek bir duraklayın, sonra başlangıç pozisyonuna geri indirin."
    },
    {
      "isim": "Kas Geliştirme",
      "tip": "kuvvet",
      "kas": "sirt",
      "ekipman": "yalnızca vücut",
      "zorluk": "orta",
      "talimatlar": "Dirsekleri yanınıza alarak bir çekme işlemini başlatın, dirsekleri fleksiyon yaparak. Pull-up'ın en üst pozisyonlarına ulaştığınızda, omuzları halkalara doğru tutarak doğru hareketi gerçekleştirin. Bu, direnişin devam etmesi için sizi uygun bir yere yerleştirir. Kontrol ve istikrarı koruyarak, dirseklerin hareketini sağlamak için dirseklerden uzanın. Kendinizi yere indirirken dikkatli olun."
    },
    {
      "isim": "Close-Grip Front Lat Pulldown",
      "tip": "kuvvet",
      "kas": "sirt",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "V-bar'ın üst makarasına takılı olan bir pulldown makinesine oturun. Makinenin diz pedini belirtilen şekilde ayarlayın. Bu pedler, çubuğa bağlı direncin sizi yukarı kaldırmasını önleyecektir. Her iki kolu da önünüzde uzatılmış olarak tutarken, gövdenizi yaklaşık 30 derece geriye doğru çekin ve alt sırtınıza kavis yaparak göğsünüzü belirtilen şekilde çıkartın. Bu, başlangıç ​​pozisyonudur. Nefes verirken yukarıya doğru çekilin ve omuzları ve üst kollarınızı tutarak tam kontrakte pozisyonuna ulaşın. İpucu: Tam kontrakte pozisyonuna ulaştıktan sonra sırt kaslarını sıkıştırmaya odaklanın. Üst gövde sabit kalmalıdır (sadece kollar hareket etmelidir). Önkollar, çubuğu tutmaktan başka bir iş yapmamalıdır. Kontrakte pozisyonlarında bir saniye bekledikten sonra, omuz bıçaklarınızı desteklerken başlangıç pozisyonuna uzatın. Bu kısmı nefes alarak yapın ve belirtilen tekrar sayısı için devam edin. Varyasyonlar: Boyun arkası çeşitliliği, çubuk boyun sınırlaması ve aşırı direnç nedeniyle rotator manşet üzerinde zorlayıcı olabilir, bu nedenle bu egzersiz, omuz sorunları olan kişilere önerilmez."
    },
    {
      "isim": "Lat Pulldown",
      "tip": "kuvvet",
      "kas": "sirt",
      "ekipman": "alet",
      "zorluk": "orta",
      "talimatlar": "Başlangıçta V-bar'ı pull-up istasyonundaki merkeze yerleştirerek başlayın (nötr kulpların olmadığını varsayalım). V-bar kulplarını aşağıya bakacak şekilde yerleştirin, böylece kulpları kullanarak çubuktan sarkabilirsiniz. V-bar'ı güvenli bir şekilde yerleştirdikten sonra, her iki elinizle çubuğa tutun ve sarkın. Göğsünüzü ayırmak ve sırt kaslarınızı daha iyi etkilemek için kendinizi hafifçe geriye doğru eğin. Çubukla çatışmadan göğsünüz neredeyse V-bar'a dokunana kadar devam edin. Bu hareket sırasında nefes verin. Kontrakte uzun bir saniye boyunca bekledikten sonra, vücudunuzu başlangıç pozisyonuna geri getirin ve nefes alın. Belirtilen tekrar sayılarına kadar devam edin. Varyasyonlar: Bu egzersizi yeni yapmaya başlıyorsanız ve yeterince gücünüz yoksa, uygunsa bir çekme destek makinesi kullanın. Bu makineler, vücut ağırlığınızı itmeye yardımcı olmak için ağırlık kullanır. Aksi takdirde bacaklarınızı tutan bir yardımcı kullanabilirsiniz. Diğer yandan, daha deneyimli sporcular egzersizin zorluğunu artırmak için bir ağırlık kemeri kullanabilirler."
    },
    {
      "isim": "İp tırmanışı",
      "tip": "kuvvet",
      "kas": "sirt",
      "ekipman": "yalnızca vücut",
      "zorluk": "orta",
      "talimatlar": "Her iki ellerinizi başınızın üzerindeki ipten tutun. Küçük bir kayma hareketiyle ipi aşağı çekin. İpi bir kıvrım halinde sıkıca sarın ve ayaklarınızı ipi sıkıştırmak için kullanın. Kollarınızı mümkün olduğunca yükseğe kaldırarak ipi kavrayın. Ayaklarınızı ipten çözerek kendinizi yukarı çekin ve dizlerinizi göğsünüze doğru getirin. Ayaklarınızı ipten çözerek tekrar ipin üzerinde yüksek bir kavrama almak için ayaklanın. İpe kadar devam edin. Kendinizi aşağı indirmek için elleri takip ederek doğru bir şekilde ipin üzerindeki ana kuvveti azaltın."
    }
  ]