[
  {
    "isim": "Ağırlıklı çekme",
    "tip": "kuvvet",
    "kas": "lat kasları",
    "ekipman": "diğer",
    "zorluk": "orta",
    "talimatlar": "Bir parçalarının ağırlığına ağırlık standardına ve belinize sabitleyin. Çeneniz bakacak şekilde avuç içi ön tarafta olacak şekilde pull-up'a tutuna tutun. Orta bir çerçeve için eller omuzsuz aralıklı olmalıdır. Her iki kol seçilen da ayrılmış ile desteklemekte tutmak önünüzde uzatılmış olmalı.Gövdeniz yaklaşık 30 derece geriye dönükken alt sırtınıza kavis yapın ve göğsünüzü doğru yönlendirin.Bu başlangıç ​​oyunlarındaz olacaktır.Şimdi, verin nefesler ve başınızın ellerinizin üstünde olana kadar gövdenizi yukarı çekin.Tepe kontrakte vücudunuza ulaştığınız sırada omuz bıçaklarınızı güçlendirir ve sıkıştırmaya odaklanın. Kısa bir an tepe kontrakte uzandıktan sonra, nefes alın ve gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonlarına dönüştürülür."
  },
  {
    "isim": "Çekişler",
    "tip": "kuvvet",
    "kas": "lat kasları",
    "ekipman": "yalnızca vücut",
    "zorluk": "orta",
    "talimatlar": "Belirtilen ana bilgisayar kullanarak avuçiçi öne bakacak şekilde pull-up'a tutun. Kavramlar hakkında not: Geniş kavram için ellerz omuz genişliğinden daha geniş bir mesafede olmalıdır. Orta kavram için eller omuz genişliğinizde bir mesafede olmalı ve dar kavram için omuz genişliğinde olmalıdır daha küçük bir mesafede olmalıdır.Her iki kolu da önünüzde uzatılmış olarak tutarken seçilen, gövdenizi yaklaşık 30 derece geriye doğru doğru mesafe ve alt sırtınıza kavis yoluyla göğsünüzü tarafından yönlendirilen doğru çıkartın.Bu başlangıçta olacağız olacaktır.Çeneniz üst göğsünüze değene kadar gövdenizi yukarı çekin.Omuzları ve Üst kolları geriye ve aşağıya doğru çekerek üst göğsünüze dokunmasını sağlayın.Bu kısmı yaparken nefes verin.İpucu: Tam kontrakte pozisyonlara ulaşınca sırt kaslarını sıkıştırmaya odaklanın.Üst gövde, sadece kollar hareket etsin, vücuttan durma hareket etmemelidir.Önkollar, desteklemek dışında başka bir iş Bir saniye boyunca kontrakte bekletildikten sonra, nefes alınıp gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonlarına dönüştürülmelidir."
  },
  {
      "isim": "Rocky Pull-Up'lar/Puldown'lar",
      "tip": "kuvvet",
      "kas": "lat kasları",
      "ekipman": "diğer",
      "zorluk": "başlangıç",
      "talimatlar": "Geniş bir ana bilgisayar kullanarak avuç içi öne bakacak şekilde pull-up çubuğuna tutun. Her iki kolu da seçilen arayüzün önünüzde uzatılmış olarak tutarken, gövdenizi yaklaşık 30 derece geriye doğru çekin ve alt sırtınıza kavis yaparak göğsünüzü doğru çıkartın. Bu Başlangıcız olacaktır.Çeneniz üst göğsünüze değene kadar gövdenizi yukarı çekin.Omuzları ve üst kolları geriye ve aşağı doğru çekerek üst göğsünüze dokunmasını sağlayın.Bu kısımda nefes verin.İpucu: Tam kontrakte pozisyonuna ulaştıktan sonra sırt kaslarını sıkıştırmaya odaklanın.Üst gövde, sadece kollar hareket Devamlılık devam etmeli, önkollar tutmak dışında başka bir iş yapmamalıdır.Bir saniye boyunca kontrakte saklandıktan sonra nefes alın ve gövdenizi kollarınız uzatılmış ve lat kaslarınız tamamen gerilmiş bir şekilde başlangıç pozisyonuna ancak aralıklarla devam etmektedir.Şimdi aynı hareketler durduruluyor, bu sefer gövdeniz düz kalacak ve çubuk üst göğsünüzün yerine boyuna dokunacaktır. İpucu: Bu egzersizin bu kısmını doğru bir şekilde uygulamanıza yardımcı olması için başınızı hafifçe öne çıkarın. Başlangıç pozisyonuna indirdikten sonra, egzersiz programınızda belirtilen tekrar sayısı bitene kadar. Dikkat: Boyun arkası aralıkları, boyun eğdirmeyi yönlendirecek şekilde hiperekstansiyon nedeniyle omuz problemleri olan kişilere önerilmez. Varyasyonlar: Bu egzersizi yeni yapmaya başlıyorsanız ve bunu yapmak için yeterince gücünüz yoksa, uygunse bir çene destek makinesi kullanın. Bu makineler, vücut ağırlığınızı itmenize yardımcı olmak için ağırlık kullanır. Aksi takdirde bacaklarınızı tutan bir yardımcı kullanabilirsiniz. Ayrıca bir açılır kapanır makineyi de kullanabilirsiniz."
    },
    {
      "isim": "Yakın tutuşla aşağı çekme",
      "tip": "kuvvet",
      "kas": "lat kasları",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "V-Bar'ın üst makarasına takılı olan bir açılır makineye oturun. Makinenin diz pedini ayırmalarınızı şekilde ayarlayın. Bu pedler, çubuğa bağlı direncin yukarı sizi kaldırmasını önleyecektir. V-bar'ı yığın içleri başlayacak şekilde çalışacak şekilde tutun (bir nötr protokolü).Lat kaslarını daha iyi etkilemek için göğsünüzü yönlendirin ve kendinizi hafifçe geriye doğru eğin (yaklaşık 30 derece).Bununla başlarsınızz olacaktır.Lat kaslarınızı kullanarak, aşağı doğru çekin ve ombıçaklarınızı sıkıştırın. Göğsünüz neredeyse V-bar'a dokunana kadar devam edin. Bu hareket sırasında nefes verin. İpucu: Hareket boyunca gövdeyi sabit tutun. Kontrakte bir saniye bekletildikten sonra, nefesler boyunca başlangıç pozisyonlarına geri geçiş yapılıyor. belirtilen tekrar sayısı için süresiz. Dikkat: Egzersizi için gövdeyi sallamaya başlamak zorunda kalmakmak için ağırlığı çok büyük kullanmaktan kaçının."
    },
    {
      "isim": "Yukarı çek",
      "tip": "kuvvet",
      "kas": "lat kasları",
      "ekipman": "yalnızca vücut",
      "zorluk": "başlangıç",
      "talimatlar": "Pull-up'a çekilirna geniş bir anatomik yapışan kollerinizi sarkıtın. Bu, başlangıçlar devam edecekz olacaktır. Dirsekleri fleksiyon yaparak ve glenohumeral eklemei ekleyerek kendinizi yukarı çekin. Sallanmayın veya momentum çalıştırır. Çenenizi ellerinizle çalıştırırsınız. Bir durun, sonra kendinizin başlangıç pozisyonuna indirin."
    },
    {
      "isim": "Kas Geliştirme",
      "tip": "kuvvet",
      "kas": "lat kasları",
      "ekipman": "yalnızca vücut",
      "zorluk": "orta",
      "talimatlar": "Yalan bir ana bilgisayar kullanarak halkaları kavrayın, avuç içi içlerinizin halkaların üstünde olacak şekilde. Dirsekleri yanınıza alarak bir çekme işlemini başlatarak, dirsekleri fleksiyon yaparak. Pull-up'ın en üst pozisyonlara ulaştığında, omuzları halkalara doğru tutarak doğru hareket ettirin Bu, direnişlerin devam etmesi için sizi uygun bir yere yerleştirir.Kontrol ve istikrarı koruyarak, dirseklerin hareketini sağlamak için dirseklerden uzanın.Kendiniz yere indirirken dikkatli olun."
    },
    {
      "isim": "Av tüfeği sırası",
      "tip": "kuvvet",
      "kas": "lat kasları",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "Düşük bir kabloya tek bir tutamağı uygulaması. Doğru ağırlıktan sonra geniş bir ayak pozisyonlarıyla birkaç fit geriye doğru durun. Kolunuz uzatılı ve omuzunuzla masaj doğru olmalıdır. Bu, başlangıçta olacaktır. Omuzu geri çekerek ve dirseği fleksiyon yaparak hareketi gerçekleştiririn. Çekerken bileği sırtüstü yatırın, yani avuç içini yukarı doğru çevirin. Kısa bir duraklamanın ardından başlangıç pozisyonuna gidin."
    },
    {
      "isim": "Close-Grip Front Lat Pulldown",
      "tip": "kuvvet",
      "kas": "lat kasları",
      "ekipman": "kablo",
      "zorluk": "orta",
      "talimatlar": "V-bar'ın üst makarasına takılı bir pull-down makinesine oturun. Makinenin diz pedini ayırmanıza göre parçaları şekilde ayarlayın. Bu pedler, çubuğa bağlı direncin sizi yukarı kaldırmasını önleyecektir. Her iki kolu da önünüzde uzatılmış olarak tutarken, gövdenizi yaklaşık 30 derece geriye doğru çekin ve alt sırtınıza kavis yaparak göğsünüzü tarafından belirlenen doğru çıkartın.Bu, başlangıç zamanındaz olacaktır.Nefes vermekten yukarıya doğru çekin ve omuzları ve üst kollarından tutarak tam kontrakte pozisyonuna ulaşın.İpucu: Tam kontrakte pozisyonuna ulaşınca sırt kaslarını sıkıştırmaya odaklanın.Üst gövde sabit kalmalıdır (sadece kollar hareket eder).Önkollar, çubuğu tutmaktan başka bir iş yapmamalıdır.Kontrakte pozisyonlarında bir saniye bekledikten sonra, omuz bıçaklarınızı desteklerken desteklerken başlangıç pozisyonuna uzatın.Bu kısmı nefes alarak nefes alarak 6. Bu direnişin tekrar sayısı için sürekli olun. Varyasyonlar: Boyun arkası çeşitliliğiu, çubuk boyun sınırlaması ile aşırı dayanıklılık nedeniyle rotator manşet üzerinde zorlayıcı olabilir, bu nedenle bu egzersiz harcama sorunları olan kişisel olarak önerilmez."
    },
    {
      "isim": "V çubuğu yukarı çekme",
      "tip": "kuvvet",
      "kas": "lat kasları",
      "ekipman": "Hiçbiri",
      "zorluk": "orta",
      "talimatlar": "Başlangıçta V-bar'ı pull-up'ları merkeze yerleştirerek başlatın (kullandığınız pull-up istasyonunun nötr kulpları olmamasını varsayalım). V-Bar kulpları aşağıda bakacak şekilde yerleştirilebilir, böylece kulpları kullanarak çubuktan sarkabilirsiniz. V-bar' Güvenli bir şekilde yerleştirdikten sonra, her iki bölgede çubuğa tutun ve sarkın.Göğsünüzü ayırmak ve lat kaslarınızı daha iyi etkilemek için kendinizi hafifçe geriye doğru doğru eğin. Çubukla çatışmaz.Göğsünüz neredeyse V-bar'a dokunana kadar devam edin.Bu hareket sırasında nefes verin.Kontrakte uzun bir saniye boyunca depolandıktan sonra, vücudunuzu başlangıç pozisyonuna ayırma ve nefeslerin alındığı.belirtilen tekrar sayıları için kaldığınızda.Varyasyonlar:Bu egzersizi yeni yapmaya başlıyorsanız ve bunu yapmak için yeterince gücünüz yoksa, esnekse bir çekme destek makinesi kullanın. Bu makineler, vücut ağırlığınızı itmeye yardımcı olmak için ağırlık kullanır. Aksi takdirde bacaklarınızı tutan bir yardımcı kullanabilirsiniz. Öte yandan, daha sportif sporcular egzersizin ağırlığı arttırarak bir ağırlık kemeri kullanabilirler."
    },
    {
      "isim": "İp tırmanışı",
      "tip": "kuvvet",
      "kas": "lat kasları",
      "ekipman": "yalnızca vücut",
      "zorluk": "orta",
      "talimatlar": "Her iki ellerinizin başınızın üzerinde ipten tutun. Küçük bir sıyırma sırasında ipi aşağı çekin. İpi bir kıvrımınızın verilerini sarın ve ayaklarınızı ipi sıkıştırmak için kullanın. Kollarınızı mümkün olduğunca yükseğe uygulamayı ipi kavrayın. Ayaklarınızı ipten çözerek kendi kendinizi yukarı çekin ve Dizlerinizi göğsünüze doğru ayarlayın.Ayaklarınızı ipten çözerek tekrar ipin üzerinde yüksek bir tutuş almak için ayaklanın.İpe kadar devam edin.Kendinizi aşağı indirmek için, elleri takip ederek doğru kayarak ip ayaklarınızın üzerindeki ana kuvvetini azaltın."
    }
  ]