[
    {
      "name": "Triceps Dip",
      "type": "kuvvet",
      "muscle": "triceps",
      "equipment": "sadece vücut",
      "difficulty": "orta",
      "instructions": "Başlangıç pozisyonuna geçmek için, kollarınızı neredeyse kilitlenmiş bir şekilde barların üzerinde tutun. Şimdi nefes alın ve yavaşça kendinizi aşağı indirin. Gövdeniz dik durmalı ve dirsekleriniz vücudunuza yakın kalmalıdır. Bu, trisepsle ilgilenmeye daha iyi odaklanmanıza yardımcı olur. Kendinizi, üst kol ile alt kol arasında 90 derece bir açı oluşturulana kadar aşağı indirin. Sonra nefes verin ve trisepsinizi kullanarak gövdenizi başlangıç pozisyonuna geri itmek için yukarı doğru itin. Hareketi önerilen tekrar sayısı kadar tekrarlayın. Varyasyonlar: Bu egzersizi yeni yapmaya başlıyorsanız ve bunu yapacak kadar gücünüz yoksa, mevcutsa bir dalga destek makinesi kullanın. Bu makineler, vücut ağırlığınızı itmenize yardımcı olmak için ağırlık kullanır. Aksi takdirde, bacaklarınızı tutan bir arkadaşınız size yardımcı olabilir. Daha deneyimli sporcular, ağırlık kemerini kullanarak egzersize ağırlık ekleyebilir."
    },
    {
      "name": "Decline EZ-Çubuk Skullcrusher",
      "type": "kuvvet",
      "muscle": "triceps",
      "equipment": "e-z_curl_bar",
      "difficulty": "orta",
      "instructions": "Bacaklarınızı eğimli benchin ucuna sabitleyin ve yavaşça benchin üzerine uzanın. Dar bir kavrama (omuz genişliğinden biraz daha dar) kullanarak, EZ çubuğu rafa kaldırın ve kollarınızı kilitleyerek doğrudan üzerinizde tutun. Kollar, yere dik olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. İpucu: Rotator manşetinizi korumak için, bir arkadaşınızın size çubuğu rafa kaldırmanıza yardımcı olmasını istemek en iyisidir. Nefes alırken, üst kollarınızı sabit tutun ve ön kollarınızı yavaşça alnınıza dokunacak şekilde yarı daire şeklinde hareket ettirerek çubuğu aşağı indirin. Bu kısmı yaparken nefes alın. Çubuğu tricepsi kasarak başlangıç pozisyonuna geri kaldırın ve nefes verin. Önerilen tekrar sayısı kadar tekrarlayın. Varyasyonlar: Bu hareketi gerçekleştirmek için düz bir çubuk veya dambıllar da kullanabilirsiniz. Ayrıca, düz bir bankta da gerçekleştirebilirsiniz."
    },
    {
      "name": "Dumbbell Floor Press",
      "type": "powerlifting",
      "muscle": "triceps",
      "equipment": "dumbbell",
      "difficulty": "orta",
      "instructions": "Yerde dambılları ellerinizde tutarak uzanın. Dizleriniz bükülebilir. Ağırlıkları tamamen üzerinizde uzatılmış olarak başlayın. Ağırlıkları üst kolunuzun zemine temas edene kadar indirin. Triceps boyutu ve gücünü vurgulamak veya göğsünüze odaklanmak için dirseklerinizi yanınıza yerleştirebilirsiniz. Altta bir saniye duraklayın ve sonra dirsekleri kullanarak ağırlıkları tekrar yukarı kaldırın."
    },
    {
      "name": "Cable V-Bar Push-Down",
      "type": "kuvvet",
      "muscle": "triceps",
      "equipment": "kablo",
      "difficulty": "orta",
      "instructions": "Bir V-Çubuğu'nu yüksek bir makaraya takın ve omuz genişliğinde bir avuç içi tutun (avuç içi aşağı bakacak şekilde). Gövde dik ve çok hafif bir eğimle dururken, üst kolları vücudunuza yakın ve yere dik olarak getirin. Önkollar, çubuğu tutarken yukarı doğru yönlendirilmelidir. Başlangıç pozisyonunuz budur. Triceps kullanarak çubuğu tam olarak uylukların önüne dokunana kadar aşağı indirin ve kollar tamamen uzatıldığında ellerinizin önüne dokunmalıdır. Üst kollar her zaman hareketsiz kalmalı ve sadece ön kollar hareket etmelidir. Bu pozisyonda bir saniye bekleyin. Bu hareketi gerçekleştirirken nefes verin. V-Çubuğu yavaşça başlangıç pozisyonuna getirin ve bu adımda nefes alın. Önerilen tekrar sayısı kadar tekrarlayın. Varyasyonlar: Bu hareketin birçok varyasyonu vardır. Örneğin, farklı varyasyonlarda kullanmak için bir E-Z bar bağlantısı veya düz kablo çubuğu bağlantısı kullanabilirsiniz. Ayrıca, bar hareketlerinde ters kavrama kullanabilir veya Triceps Pushdown gibi bir hareketle V-Bar bağlantısını kullanabilirsiniz."
    },
    {
      "name": "Weighted Bench Dip",
      "type": "kuvvet",
      "muscle": "triceps",
      "equipment": "sadece vücut",
      "difficulty": "orta",
      "instructions": "Bu egzersiz için sırtınızın arkasına bir bench ve önünüze başka bir bench yerleştirmeniz gerekecek. Benchleri vücudunuza dik olacak şekilde tutun, elleriniz vücudunuza yakın, omuz genişliğinde ayrılmış olmalıdır. Kollarınız tamamen uzatılmış olmalıdır. Bacaklarınız diğer benchin üzerine uzatılmalıdır. Bacaklarınız, gövdeniz yere dikken paralel olmalıdır. Bir arkadaşınızın size dambılı dizlerinize koymasını sağlayın. Not: Bu egzersiz, dambılın kilosunu kucaklamak zor olabileceği ve yardımsız yapmak sakatlanmaya neden olabileceği için bir partnerle yapmak en iyisidir. Bu, başlangıç pozisyonunuz olacaktır. Nefes alarak dirseklerinizi bükerek vücudunuzu yavaşça aşağı indirin, kendinizi 90 dereceden biraz daha küçük bir açıyla indirin. İpucu: Hareket boyunca dirsekleri mümkün olduğunca yakın tutun. Önkollar her zaman aşağı bakmalıdır. Triceps kullanarak gövdenizi başlangıç pozisyonuna geri kaldırın ve nefes verin. Önerilen tekrar sayısı kadar tekrarlayın. Uyarı: Bacaklarınızı önünüzdeki başka bir düz benchin üzerine koymak, egzersizi daha zor hale getirir. İlk başta iyi bir form için gereken hareketleri alışmak için bu egzersizi herhangi bir ağırlık olmadan yapmak en iyisidir. Bu varyasyon da kolay hale gelirse, bir partnerin dizlerinizin üzerine plakalar koymasına izin verebilirsiniz. Bu durumda, ortağı ağırlıkların hareket boyunca orada kalmasını sağlamalıdır."
    },
    {
      "name": "EZ-Bar Skullcrusher",
      "type": "kuvvet",
      "muscle": "triceps",
      "equipment": "e-z_curl_bar",
      "difficulty": "orta",
      "instructions": "Dar bir kavrama kullanarak EZ çubuğunu kaldırın ve dirseğiniz içeriye bakacak şekilde banka yatın. Kollarınız, yere dik olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Üst kolları sabit tutarak çubuğu dirsekleri bükerek indirin. Bu kısmı yaparken nefes alın. Çubuk doğrudan alnın üzerindeyken bir an duraklayın. Çubuğu dirseği uzatarak başlangıç pozisyonuna geri kaldırın ve nefes verin. Tekrar edin."
    },
    {
      "name": "Reverse Grip Triceps Pushdown",
      "type": "kuvvet",
      "muscle": "triceps",
      "equipment": "kablo",
      "difficulty": "orta",
      "instructions": "Yüksek bir makineye düz veya e-z bir çubuk takarak başlayın. Çubuğa yüzünüzü dönerek, avuç içleri yukarı bakacak şekilde (supine kavrama) tutun. Elbiseleriniz yanınızda kalsın ve ayaklarınız omuz genişliğinde birbirinden uzak olmalıdır. Bu, başlangıç pozisyonunuz olacaktır. Nefes alarak çubuğu lats kullanarak aşağı indirin, kollarınız tamamen uzanana kadar. İpucu: Dirsekler yanınızda olmalı ve ayaklarınız birbirinden omuz genişliğinde olmalıdır. Bu, başlangıç pozisyonunuzdur. Yavaşça çubuk eklemeye, göğsünüzle hizalandığı bir konuma kadar yükseltin. Sadece önkollar hareket etmelidir ve dirsekler / üst kollar her zaman yanınızda hareket etmelidir. Ardından, kablo çubuğunu başlangıç noktasına yavaşça geri getirin ve bu adımda nefes alın. Önerilen tekrar sayısı kadar tekrarlayın. Varyasyon: Bu egzersizi tek bir tutma kullanarak da gerçekleştirebilirsiniz. Bu sürümde, ön kollarınıza elinizi koyarak kendinizi biraz destekleyebilir ve daha fazla tekrar yapmanıza yardımcı olabilirsiniz."
    },
    {
      "name": "Push-Ups - Close Triceps Position",
      "type": "kuvvet",
      "muscle": "triceps",
      "equipment": "sadece vücut",
      "difficulty": "orta",
      "instructions": "Yere yüzüstü uzanın ve ellerinizi omuz genişliğinden daha yakın bir mesafede yerleştirin. Vücudunuzu kol uzunluğunda yukarıda tuttuğunuzdan emin olun. Nefes alırken, göğsünüz neredeyse yere dokunana kadar kendinizi aşağı indirin. Triceps ve biraz pectoral kaslarınızı kullanarak vücudunuzu başlangıç pozisyonuna geri itin ve göğsünüzü sıkın. Bu adımda nefes verin. Kontrakte pozisyonda bir saniye bekledikten sonra, önerilen tekrar sayısı kadar tekrarlayın. Varyasyonlar: Bu egzersizi yapmak için gücünüz yoksa, direnci azaltmak için dizlerinizi bükerek veya duvara karşı yerine getirebilirsiniz. En ileri seviye sporcular için, direnci artırmak için ayaklarınızı bir bench gibi yüksek bir yüzeye yerleştirebilirsiniz. Ayrıca Bakınız: Push-Up"
    },
    {
        "name": "Kneeling cable triceps extension",
        "type": "kuvvet",
        "muscle": "triceps",
        "equipment": "kablo",
        "difficulty": "orta",
        "instructions": "Yüksek bir makine önünde yan tarafına bir bench yerleştirin. Ellerinizi avuç içleri aşağı bakacak şekilde başınızın üzerinde tutmak için düz bir çubuk ekleyin. Makineden uzaklaşın ve diz çökün. Başınızı ve üst kollarınızın arkasını bankaya yerleştirin. Dirsekleriniz bükülü olmalı ve ön kollarınız yüksek makaraya doğru yönlendirilmelidir. Bu, başlangıç pozisyonunuz olacaktır. Dirsekleri içerde tutarak ve her zaman üst kollarınızı başınıza yakın tutarak, çubuğu yarı daire şeklinde dışa doğru iterken triceps kasınızı sıkın, dirseklerinizi kilitleyin ve kollarınız yere paralel olana kadar indirin. Triceps kasını sıkı bir şekilde kasılı tutun ve bu pozisyonda bir saniye bekleyin. Bu hareketi yaparken nefes verin. Başlangıç pozisyonuna yavaşça dönün ve nefes alın. Önerilen tekrar sayısı kadar tekrarlayın. Varyasyon: Bu egzersizi egzersiz bantları ile de gerçekleştirebilirsiniz."
      },
      {
        "name": "Single-arm cable triceps extension",
        "type": "kuvvet",
        "muscle": "triceps",
        "equipment": "kablo",
        "difficulty": "orta",
        "instructions": "Sağ elinizle, supinasyon (avuç içi yukarı bakacak şekilde) kavrama kullanarak yüksek kablo makarasına bağlı tek bir tutamağı kavrayın. Doğrudan ağırlık yığınının önünde durmalısınız. Şimdi tutamağı çekerek üst kolunuzu ve dirseğinizi vücudunuzun yanına kilitleyin. Üst kolunuz ve ön kolanınız akut bir açı oluşturmalıdır (90 dereceden az). Diğer kolunuzu belinize yakın tutabilir ve daha iyi denge için bir ayağınızı öne alabilirsiniz. Bu, başlangıç pozisyonunuz olacaktır. Triceps kasını sıkıştırarak, tek tutamağı yanınıza doğru indirin ve kolu düz olana kadar nefes verin. İpucu: Sadece ön kolların hareket etmelidir. Üst kollarınız her zaman sabit durmalıdır. Triceps kasını sıkın ve bu kasılı pozisyonda bir saniye bekleyin. Tutamağı başlangıç pozisyonuna yavaşça geri getirin. Önerilen tekrar sayısı kadar tekrarlayın ve sonra aynı hareketi diğer kolunuzla yapın. Varyasyonlar: Bu egzersizi egzersiz bantları kullanarak da gerçekleştirebilirsiniz."
      }
    ]